const rozd_data = {

    0:
        {
            'Хто відвідує урок': '1.	Загальні відомості про урок',
            '2.1. правильність визначення мети уроку': '2. Організація уроку',
            '3.1. реалізація дидактичних принципів': '3. Змістовий компонент уроку',
            '4.1. розвиток і формування ключових компетентностей': '4. Розвиваючий компонент уроку',
            '5.1. використання обладнання та засобів навчання для активізації  навчально-пізнавальної діяльності учнів': '5. Мотиваційний компонент уроку',
            '6.1. спрямування навчального матеріалу на виховання в учнів патріотизму, поваги до державної мови, культури, закону': '6. Спрямованість',
            '7.1. оцінювання навчальних досягнень учнів, спираючись на розроблені критерії': '7. Оцінювання діяльності учнів під час проведення навчального заняття',
            '8.1. співпраця з учнями на засадах партнерства': '8. Комунікація з учнями',
            '9.1. активність': '9. Робота учнів під час навчального;',
            '10.1. готовність учнів до виконання домашнього завдання': '10. Домашня робота',
            '11.1. досягнення мети уроку': '11. Результативність уроку',
        },

    1:
        {
            "1. Тип уроку": "ТИП І СТРУКТУРА УРОКУ",
            "1. Повнота та глибина перевірки": "ЗМІСТ ТА МЕТОДИКА ПОВТОРЕННЯ ВИВЧЕНОГО",
            "1. Вимоги програми": "ВИВЧЕННЯ НОВОГО МАТЕРІАЛУ",
            "1. Оснащеність уроку наочними посібниками, дидактичними матеріалами": "МЕТОДИ НАВЧАННЯ",
            "1. Добір матеріалу для формування умінь та навичок": "ЗАСВОЄННЯ НОВОГО",
            "1. Обсяг, характер і доступність матеріалу": "ЗАВДАННЯ ДОДОМУ",
            "1. Рівень педагогічних вимог до роботи учнів, розвитку їхніх мови, мислення": "ХАРАКТЕР ДІЯЛЬНОСТІ ВЧИТЕЛЯ",
            "1. Самостійна робота. Робота в групах": "ХАРАКТЕР ДІЯЛЬНОСТІ УЧНІВ",
            "1. Підбиття підсумків": "РЕЗУЛЬТАТИ УРОКУ",
            "1. Освітні завдання уроку": "ПЛАНУВАННЯ НАВЧАЛЬНО-ВИХОВНИХ ЦІЛЕЙ НА ОСНОВІ ПРОГРАМ ТА ЇХНЬОЇ КОНКРЕТИЗАЦІЇ",
            "1. Виділення основного, суттєвого": "ОЦІНЮВАННЯ ОПТИМІЗАЦІЇ ЗМІСТУ",
            "1. Підручник": "ВИБІР ТА ЗАСТОСУВАННЯ РІЗНИХ ДЖЕРЕЛ ПОВІДОМЛЕННЯ УЧНЯМ НОВИХ ЗНАНЬ",
            "1. Оптимальне поєднання різних методів навчання під час уроку": "ОПТИМАЛЬНЕ ПОЄДНАННЯ РІЗНИХ МЕТОДІВ НАВЧАННЯ ПІД ЧАС УРОКУ. ОБҐРУНТОВАНІСТЬ ВИБОРУ",
            "Використання різних прийомів роботи": "ВИКОРИСТАННЯ РІЗНИХ ПРИЙОМІВ РОБОТИ",
            "Виховання інтересу до навчання": "ВИХОВАННЯ ІНТЕРЕСУ ДО НАВЧАННЯ",
            "Культура праці вчителя та учнів": "КУЛЬТУРА ПРАЦІ ВЧИТЕЛЯ ТА УЧНІВ",
            "Форми контролю": "КОНТРОЛЬ ЗА ЗАСВОЄННЯМ ЗНАНЬ, УМІНЬ, НАВИЧОК",
            "Характер домашнього завдання": "ХАРАКТЕР ДОМАШНЬОГО ЗАВДАННЯ, ЙОГО ДИФЕРЕНЦІЙОВАНІСТЬ",
            "Оцінювання самоаналізу та самоконтролю навчальної діяльності ": "ОЦІНЮВАННЯ САМОАНАЛІЗУ ТА САМОКОНТРОЛЮ НАВЧАЛЬНОЇ ДІЯЛЬНОСТІ",
            "Позитивні моменти": "ЗАГАЛЬНИЙ ВИСНОВОК ТА РЕКОМЕНДАЦІЇ",
            "1. Мотивація діяльності вчителя на уроці": "ЗАГАЛЬНА ПСИХОЛОГІЧНА СПРЯМОВАНІСТЬ УРОКУ",
            "1. Робота щодо формування активності, самостійності й творчості здійснювалася": "РЕАЛІЗАЦІЯ ІДЕЙ РОЗВИВАЮЧОГО НАВЧАННЯ",
            "1. Чи були установки на сприймання, запам'ятовування і роздуми (що сприйняти, щозавчити, що обговорити)": "Організація пізнавальної діяльності на уроці",
            "1. Як формував загальнонавчальні вміння й навички": "Формування вмінь і навичок дітей",
            "1. Які емоції дітей переважають на уроці": "Розвиток емоційно-вольової сфери учнів",
            "1. Яке творче самопочуття вчителя на уроці": "Психологічна саморегуляція вчителя на уроці",
            "Обладнання кімнати, підготовка робочого місця учня: наявність необхідних навчальних і наочних посібників, роздаткового матеріалу, додаткової літератури, технічних засобів": "Забезпечення сприятливих умов для роботи учнів під час самопідготовки",
            "Наявність плану роботи вихователя": "Готовність вихователя до проведення самопідготовки",
            "Початок уроку": "Організація уроку",
            "Санітарно-гігієнічний стан майстерні (кабінету)": "Матеріально-технічне забезпечення заняття",
            "Правильність сповіщення теми і поставлення навчально-виховної мети уроку": "Проведення уроку",
            "Зовнішній вигляд і поведінка вчителя": "Поведінка вчителя і учнів на уроці",

        },

    2:
        {
            'Хто відвідує урок': '1. Загальні відомості про урок',
            '2.1. Змістова лінія «Лічба»': '2. Формування в учнів математичної  предметної  компетентності',
            '3.1. Формування предметних компетентностей та ключових компетентностей (спілкування державною мовою, спілкування іноземними мовами, основні компетентності у природничих науках і технологіях, інформаційно-цифрова компетентність, уміння вчитися; ініціативність і підприємливість; соціальна та громадянська компетентність; обізнаність та самовираження у сфері культури; екологічна грамотність і здорове життя': '3. Реалізація основних компонентів концепції «Нова Українська школа»',
            'Висновки': 'Висновки та пропозиції',

        },
    3:
        {
            'Хто відвідує урок': 'Загальні відомості про урок',
            '1.1. Мобілізуючий початок уроку (організація учнів)': '1. Організація освітньої діяльності',
            '2.1. Змістова лінія «Взаємодіємо усно»: залучення учнів до дій зі сприймання, перетворення, виокремлення, аналізу й інтерпретації, оцінювання та використання усної інформації в реальній мовленнєвій практиці (бесіда, дискусія у класі, мікродискусія в групі, обговорення в парі тощо)': '2. Формування комунікативної компетентності',
            '3.1. Формування ключових компетентностей (спілкування державною мовою, спілкування іноземними мовами, основні компетентності у природничих науках і технологіях, інформаційно-цифрова компетентність, уміння вчитися; ініціативність і підприємливість; соціальна та громадянська компетентність; обізнаність та самовираження у сфері культури; екологічна грамотність і здорове життя': '3. Реалізація основних компонентів концепції «Нова Українська школа»',

            'Висновки': 'Висновки та пропозиції',

        },

}

let ttlBals = { 
    0: {            
        '2.1. правильність визначення мети уроку;'	:	"c2_1"	,
        '2.2. доцільність структури;'	:	"c2_2"	,
        '2.3. відповідність структури меті уроку;'	:	"c2_3"	,
        '2.4. логічність структури уроку;'	:	"c2_4"	,
        '2.5. завершеність етапів уроку, дій педагога і учнів;'	:	"c2_5"	,
        '2.6. наявність релаксаційних моментів;'	:	"c2_6"	,
        '2.7. поєднання фронтально, групової та індивідуальної роботи на уроці;'	:	"c2_7"	,
        '2.8. раціональне використання навчального часу;'	:	"c2_8"	,
        '2.9. готовність педагога до уроку;'	:	"c2_9"	,
        '2.10. готовність учнів до уроку'	:	"c2_10"	,
        
        '3.1. реалізація дидактичних принципів;'	:	"c3_1"	,
        '3.2. відповідність навчального матеріалу вимогам програми;'	:	"c3_2"	,
        '3.3. повнота і доступність матеріалу за змістом і обсягом;'	:	"c3_3"	,
        '3.4. характер пізнавальної діяльності учнів '	:	"c3_4"	,
        
        '4.1. розвиток і формування ключових компетентностей;'	:	"c4_1"	,
        '4.2. використання ефективних методів та прийомів роботи;'	:	"c4_2"	,
        '4.3. відповідність методів меті, завданням та змісту уроку;'	:	"c4_3"	,
        '4.4. використання прийомів активізації пізнавально…гри, евристичної бесіди, дискусії, диспуту тощо);'	:	"c4_4"	,
        '4.5. оптимальність організації самостійної, індивідуальної роботи учнів;'	:	"c4_5"	,
        '4.6. використання ІКТ, що сприяють оволодінню учнями ключовими компетентностями'	:	"c4_6"	,
             
        '5.1. використання обладнання та засобів навчання д…візації навчально-пізнавальної діяльності учнів;'	:	"c5_1"	,
        '5.2. формування в учнів позитивного ставлення до навчання;'	:	"c5_2"	,
        '5.3. стимулювання активної навчальної праці учнів'	:	"c5_3"	,
        
        '6.1. спрямування навчального матеріалу на вихованн…изму, поваги до державної мови, культури, закону;'	:	"c6_1"	,
        '6.2. реалізація наскрізних змістовних ліній;'	:	"c6_2"	,
        '6.3. розвиток в учнів громадянську активність і відповідальність;'	:	"c6_3"	,
        '6.4. розвиток в учнів загальнолюдської цінності (соціальна емпатія,толерантність, інклюзивна культура тощо);'	:	"c6_4"	,
        '6.5. розвиток в учнів навичок співпраці та культури командної роботи'	:	"c6_5"	,
             
        '7.1. оцінювання навчальних досягнень учнів, спираючись на розроблені критерії;'	:	"c7_1"	,
        '7.2. оприлюднення критеріїв оцінювання навчальних досягнень учнів;'	:	"c7_2"	,
        '7.3. надання учням часу для обдумування відповіді;'	:	"c7_3"	,
        '7.4. супровід відповіді учня супроводжуючими запитаннями;'	:	"c7_4"	,
        '7.5. забезпечення зворотного зв’язку щодо якості виконання - виконаного завдання;'	:	"c7_5"	,
        '7.6. спрямування оцінювання навчальних досягнень на індивідуальний поступ учня;'	:	"c7_6"	,
        '7.7. використання методики самооцінювання і взаємооцінювання учнів;'	:	"c7_7"	,
        '7.8. відзначення досягнень учнів, підтримку у них бажання навчатися'	:	"c7_8"	,
        
        '8.1. співпраця з учнями на засадах партнерства;'	:	"c8_1"	,
        '8.2. сприйняття думки учнів, їх власної точки зору;'	:	"c8_2"	,
        '8.3. застосування особистісно зорієнтованого підходу;'	:	"c8_3"	,
        '8.4. дотримання принципів академічної доброчесності'	:	"c8_4"	,
             
        '9.1. активність;'	:	"c9_1"	,
        '9.2. умотивованість;'	:	"c9_2"	,
        '9.3. старанність;'	:	"c9_3"	,
        '9.4. зацікавленість темою заняття;'	:	"c9_4"	,
        '9.5. дисциплінованість; '	:	"c9_5"	,
        '9.6. ставлення до вчителя'	:	"c9_6"	,
        
        '10.1. готовність учнів до виконання домашнього завдання;'	:	"c10_1"	,
        '10.2. рівень складності завдання та його обсяг;'	:	"c10_2"	,
        '10.3. диференційованість домашнього завдання;'	:	"c10_3"	,
        '10.4. спрямованість на оволодіння ключовими компетентностями, озвучено критерії його оцінювання'	:	"c10_4"	,
        
        '11.1. досягнення мети уроку;'	:	"c11_1"	,
        '11.2. реалізація завдань та очікуваних результатів;'	:	"c11_2"	,
        '11.3. оволодіння учнями ключовими компетентностями, нормами, цінностями'	:	"c11_3"	,

    },

    2: {

    },

    3: {

    },
}
