const rozd_data = {

    0:
        {
            'Хто відвідує урок': '1.	Загальні відомості про урок',
            '2.1. правильність визначення мети уроку': '2. Організація уроку',
            '3.1. реалізація дидактичних принципів': '3. Змістовий компонент уроку',
            '4.1. розвиток і формування ключових компетентностей': '4. Розвиваючий компонент уроку',
            '5.1. використання обладнання та засобів навчання для активізації  навчально-пізнавальної діяльності учнів': '5. Мотиваційний компонент уроку',
            '6.1. спрямування навчального матеріалу на виховання в учнів патріотизму, поваги до державної мови, культури, закону': '6. Спрямованість',
            '7.1. оцінювання навчальних досягнень учнів, спираючись на розроблені критерії': '7. Оцінювання діяльності учнів під час проведення навчального заняття',
            '8.1. співпраця з учнями на засадах партнерства': '8. Комунікація з учнями',
            '9.1. активність': '9. Робота учнів під час навчального;',
            '10.1. готовність учнів до виконання домашнього завдання': '10. Домашня робота',
            '11.1. досягнення мети уроку': '11. Результативність уроку',
        },

    1:
        {
            "1. Тип уроку": "ТИП І СТРУКТУРА УРОКУ",
            "1. Повнота та глибина перевірки": "ЗМІСТ ТА МЕТОДИКА ПОВТОРЕННЯ ВИВЧЕНОГО",
            "1. Вимоги програми": "ВИВЧЕННЯ НОВОГО МАТЕРІАЛУ",
            "1. Оснащеність уроку наочними посібниками, дидактичними матеріалами": "МЕТОДИ НАВЧАННЯ",
            "1. Добір матеріалу для формування умінь та навичок": "ЗАСВОЄННЯ НОВОГО",
            "1. Обсяг, характер і доступність матеріалу": "ЗАВДАННЯ ДОДОМУ",
            "1. Рівень педагогічних вимог до роботи учнів, розвитку їхніх мови, мислення": "ХАРАКТЕР ДІЯЛЬНОСТІ ВЧИТЕЛЯ",
            "1. Самостійна робота. Робота в групах": "ХАРАКТЕР ДІЯЛЬНОСТІ УЧНІВ",
            "1. Підбиття підсумків": "РЕЗУЛЬТАТИ УРОКУ",
            "1. Освітні завдання уроку": "ПЛАНУВАННЯ НАВЧАЛЬНО-ВИХОВНИХ ЦІЛЕЙ НА ОСНОВІ ПРОГРАМ ТА ЇХНЬОЇ КОНКРЕТИЗАЦІЇ",
            "1. Виділення основного, суттєвого": "ОЦІНЮВАННЯ ОПТИМІЗАЦІЇ ЗМІСТУ",
            "1. Підручник": "ВИБІР ТА ЗАСТОСУВАННЯ РІЗНИХ ДЖЕРЕЛ ПОВІДОМЛЕННЯ УЧНЯМ НОВИХ ЗНАНЬ",
            "1. Оптимальне поєднання різних методів навчання під час уроку": "ОПТИМАЛЬНЕ ПОЄДНАННЯ РІЗНИХ МЕТОДІВ НАВЧАННЯ ПІД ЧАС УРОКУ. ОБҐРУНТОВАНІСТЬ ВИБОРУ",
            "Використання різних прийомів роботи": "ВИКОРИСТАННЯ РІЗНИХ ПРИЙОМІВ РОБОТИ",
            "Виховання інтересу до навчання": "ВИХОВАННЯ ІНТЕРЕСУ ДО НАВЧАННЯ",
            "Культура праці вчителя та учнів": "КУЛЬТУРА ПРАЦІ ВЧИТЕЛЯ ТА УЧНІВ",
            "Форми контролю": "КОНТРОЛЬ ЗА ЗАСВОЄННЯМ ЗНАНЬ, УМІНЬ, НАВИЧОК",
            "Характер домашнього завдання": "ХАРАКТЕР ДОМАШНЬОГО ЗАВДАННЯ, ЙОГО ДИФЕРЕНЦІЙОВАНІСТЬ",
            "Оцінювання самоаналізу та самоконтролю навчальної діяльності ": "ОЦІНЮВАННЯ САМОАНАЛІЗУ ТА САМОКОНТРОЛЮ НАВЧАЛЬНОЇ ДІЯЛЬНОСТІ",
            "Позитивні моменти": "ЗАГАЛЬНИЙ ВИСНОВОК ТА РЕКОМЕНДАЦІЇ",
            "1. Мотивація діяльності вчителя на уроці": "ЗАГАЛЬНА ПСИХОЛОГІЧНА СПРЯМОВАНІСТЬ УРОКУ",
            "1. Робота щодо формування активності, самостійності й творчості здійснювалася": "РЕАЛІЗАЦІЯ ІДЕЙ РОЗВИВАЮЧОГО НАВЧАННЯ",
            "1. Чи були установки на сприймання, запам'ятовування і роздуми (що сприйняти, щозавчити, що обговорити)": "Організація пізнавальної діяльності на уроці",
            "1. Як формував загальнонавчальні вміння й навички": "Формування вмінь і навичок дітей",
            "1. Які емоції дітей переважають на уроці": "Розвиток емоційно-вольової сфери учнів",
            "1. Яке творче самопочуття вчителя на уроці": "Психологічна саморегуляція вчителя на уроці",
            "Обладнання кімнати, підготовка робочого місця учня: наявність необхідних навчальних і наочних посібників, роздаткового матеріалу, додаткової літератури, технічних засобів": "Забезпечення сприятливих умов для роботи учнів під час самопідготовки",
            "Наявність плану роботи вихователя": "Готовність вихователя до проведення самопідготовки",
            "Початок уроку": "Організація уроку",
            "Санітарно-гігієнічний стан майстерні (кабінету)": "Матеріально-технічне забезпечення заняття",
            "Правильність сповіщення теми і поставлення навчально-виховної мети уроку": "Проведення уроку",
            "Зовнішній вигляд і поведінка вчителя": "Поведінка вчителя і учнів на уроці",

        },

    2:
        {
            '': '',

        },

}