let rozd = {
  94: "ТИП І СТРУКТУРА УРОКУ",
  98: "ЗМІСТ ТА МЕТОДИКА ПОВТОРЕННЯ ВИВЧЕНОГО",
  103: "ВИВЧЕННЯ НОВОГО МАТЕРІАЛУ",
  106: "МЕТОДИ НАВЧАННЯ",
  113: "ЗАСВОЄННЯ НОВОГО",
  116: "ЗАВДАННЯ ДОДОМУ",
  120: "ХАРАКТЕР ДІЯЛЬНОСТІ ВЧИТЕЛЯ",
  125: "ХАРАКТЕР ДІЯЛЬНОСТІ УЧНІВ",
  129: "РЕЗУЛЬТАТИ УРОКУ",
  133: "ПЛАНУВАННЯ НАВЧАЛЬНО-ВИХОВНИХ ЦІЛЕЙ НА ОСНОВІ ПРОГРАМ ТА ЇХНЬОЇ КОНКРЕТИЗАЦІЇ",
  137: "ОЦІНЮВАННЯ ОПТИМІЗАЦІЇ ЗМІСТУ",
  140: "ВИБІР ТА ЗАСТОСУВАННЯ РІЗНИХ ДЖЕРЕЛ ПОВІДОМЛЕННЯ УЧНЯМ НОВИХ ЗНАНЬ",
  143: "ОПТИМАЛЬНЕ ПОЄДНАННЯ РІЗНИХ МЕТОДІВ НАВЧАННЯ ПІД ЧАС УРОКУ. ОБҐРУНТОВАНІСТЬ ВИБОРУ",
  145: "ВИКОРИСТАННЯ РІЗНИХ ПРИЙОМІВ РОБОТИ",
  149: "КОНТРОЛЬ ЗА ЗАСВОЄННЯМ ЗНАНЬ, УМІНЬ, НАВИЧОК",
  151: "ХАРАКТЕР ДОМАШНЬОГО ЗАВДАННЯ, ЙОГО ДИФЕРЕНЦІЙОВАНІСТЬ",
  153: "ОЦІНЮВАННЯ САМОАНАЛІЗУ ТА САМОКОНТРОЛЮ НАВЧАЛЬНОЇ ДІЯЛЬНОСТІ",
  400: "ЗАГАЛЬНИЙ ВИСНОВОК ТА РЕКОМЕНДАЦІЇ",

}


let fields = 
[
    {
      "id": -1,
      "title": "Позначка часу",
      "value": "30.12.2020 17:30:28",
      "key": "gsx$позначкачасу"
    },
    {
      "id": 2,
      "title": "ВЧИТЕЛЬ, УРОК ЯКОГО ВІДВІДУЮТЬ",
      "value": "Плеса І.В.",
      "key": "gsx$вчительурокякоговідвідують"
    },
    {
      "id": 3,
      "title": "ХТО ВІДВІДУЄ УРОК",
      "value": "Зеленський О.С.",
      "key": "gsx$хтовідвідуєурок"
    },
    {
      "id": 4,
      "title": "ДАТА ПРОВЕДЕННЯ УРОКУ",
      "value": "30.12.2020",
      "key": "gsx$датапроведенняуроку"
    },
    {
      "id": 5,
      "title": "КЛАС, ГРУПА",
      "value": "6-А",
      "key": "gsx$класгрупа"
    },
    {
      "id": 5.1,
      "title": "ПРЕДМЕТ",
      "value": "Захід, присвячений святкуванню Нового 2021 року",
      "key": "gsx$предмет"
    },
    {
      "id": 5.55,
      "title": "ТЕМА УРОКУ",
      "value": "Новорічний ранок",
      "key": "gsx$темауроку"
    },
    {
      "id": 5.6,
      "title": "МЕТА УРОКУ",
      "value": "Здруження класного колективу, виховання позитивних якостей характеру здобувачів освіти, розвиток творчих здібностей",
      "key": "gsx$метауроку"
    },
    {
      "id": 6,
      "title": "Аспект, за яким проводиться аналіз",
      "value": "Аналіз виховного заходу",
      "key": "gsx$аспектзаякимпроводитьсяаналіз"
    },
    {
      "id": 7,
      "title": "МЕТА",
      "value": "",
      "key": "gsx$мета"
    },
    {
      "id": 8,
      "title": "Повнота, комплексність, різноманітність завдань уроку",
      "value": "",
      "key": "gsx$повнотакомплексністьрізноманітністьзавданьуроку"
    },
    {
      "id": 9,
      "title": "Урахування особливостей учнів класу під час планування задач",
      "value": "",
      "key": "gsx$урахуванняособливостейучнівкласупідчасплануваннязадач."
    },
    {
      "id": 10,
      "title": "Навчальні, виховні, розвиваючі завдання",
      "value": "",
      "key": "gsx$навчальнівиховнірозвиваючізавдання."
    },
    {
      "id": 11,
      "title": "Наявність диференційованих завдань",
      "value": "",
      "key": "gsx$наявністьдиференційованихзавдань."
    },
    {
      "id": 12,
      "title": "Правильність виділення серед системи завдань основних, найбільш суттєвих за цих умов",
      "value": "",
      "key": "gsx$правильністьвиділеннясередсистемизавданьосновнихнайбільшсуттєвихзацихумов"
    },
    {
      "id": 13,
      "title": "Відповідність змісту уроку вимогам програм",
      "value": "",
      "key": "gsx$відповідністьзмістуурокувимогампрограм"
    },
    {
      "id": 14,
      "title": "Вибір найбільш раціональної логіки розкриття матеріалу",
      "value": "",
      "key": "gsx$вибірнайбільшраціональноїлогікирозкриттяматеріалу"
    },
    {
      "id": 15,
      "title": "Науковість, систематичність, доступність викладу матеріалу, повнота розкриття теми",
      "value": "",
      "key": "gsx$науковістьсистематичністьдоступністьвикладуматеріалуповнотарозкриттятеми"
    },
    {
      "id": 16,
      "title": "Виховна спрямованість уроку",
      "value": "",
      "key": "gsx$виховнаспрямованістьуроку"
    },
    {
      "id": 17,
      "title": "Трудова, політехнічна спрямованість уроку",
      "value": "",
      "key": "gsx$трудоваполітехнічнаспрямованістьуроку"
    },
    {
      "id": 18,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [пізнавальних інтересів]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливупізнавальнихінтересів"
    },
    {
      "id": 19,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [емоцій]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливуемоцій"
    },
    {
      "id": 20,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [раціональних прийомів мислення]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливураціональнихприйомівмислення"
    },
    {
      "id": 21,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [загально навчальних навичок та вмінь]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливузагальнонавчальнихнавичоктавмінь"
    },
    {
      "id": 22,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [волі]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливуволі"
    },
    {
      "id": 23,
      "title": "Оцінювання змісту матеріалу з точки зору його розвиваючого впливу [наполегливості]",
      "value": "",
      "key": "gsx$оцінюваннязмістуматеріалузточкизоруйогорозвиваючоговпливунаполегливості"
    },
    {
      "id": 24,
      "title": "Здійснення міжпредметних зв'язків",
      "value": "",
      "key": "gsx$здійсненняміжпредметнихзвязків."
    },
    {
      "id": 25,
      "title": "Уміння вчителя виділяти у змісті матеріалу основні ідеї та думки, концентрувати увагу на провідних принципах, фактах, законах",
      "value": "",
      "key": "gsx$уміннявчителявиділятиузмістіматеріалуосновніідеїтадумкиконцентруватиувагунапровіднихпринципахфактахзаконах"
    },
    {
      "id": 26,
      "title": "Помилки під час підбору змісту уроку",
      "value": "",
      "key": "gsx$помилкипідчаспідборузмістууроку"
    },
    {
      "id": 27,
      "title": "Відповідність методів загальній спрямованості навчання, дидактичній меті, змісту  матеріалу, віку учнів, специфіці предмета",
      "value": "",
      "key": "gsx$відповідністьметодівзагальнійспрямованостінавчаннядидактичнійметізмістуматеріалувікуучнівспецифіціпредмета."
    },
    {
      "id": 28,
      "title": "Методи вивчення нового матеріалу",
      "value": "",
      "key": "gsx$методививченняновогоматеріалу."
    },
    {
      "id": 29,
      "title": "Методи формування вмінь та навичок",
      "value": "",
      "key": "gsx$методиформуваннявміньтанавичок."
    },
    {
      "id": 30,
      "title": "Методи стимулювання та мотивації",
      "value": "",
      "key": "gsx$методистимулюваннятамотивації"
    },
    {
      "id": 31,
      "title": "Методи контролю та самоконтролю",
      "value": "",
      "key": "gsx$методиконтролютасамоконтролю"
    },
    {
      "id": 32,
      "title": "Оптимальність поєднання різних методів, обгрунтованість методів",
      "value": "",
      "key": "gsx$оптимальністьпоєднаннярізнихметодівобгрунтованістьметодів."
    },
    {
      "id": 33,
      "title": "Використання наочних посібників, дидактичних матеріалів, технічних засобів",
      "value": "",
      "key": "gsx$використаннянаочнихпосібниківдидактичнихматеріалівтехнічнихзасобів."
    },
    {
      "id": 34,
      "title": "Методика організації самостійних робіт",
      "value": "",
      "key": "gsx$методикаорганізаціїсамостійнихробіт."
    },
    {
      "id": 35,
      "title": "Використання переваг кабінетної системи",
      "value": "",
      "key": "gsx$використанняперевагкабінетноїсистеми."
    },
    {
      "id": 36,
      "title": "Місце контролю в системі уроку",
      "value": "",
      "key": "gsx$місцеконтролювсистеміуроку"
    },
    {
      "id": 37,
      "title": "Методи контролю, доцільність Їхнього застосування",
      "value": "",
      "key": "gsx$методиконтролюдоцільністьїхньогозастосування."
    },
    {
      "id": 38,
      "title": "Доцільність методів контролю",
      "value": "",
      "key": "gsx$доцільністьметодівконтролю"
    },
    {
      "id": 39,
      "title": "Методика перевірки домашніх завдань",
      "value": "",
      "key": "gsx$методикаперевіркидомашніхзавдань."
    },
    {
      "id": 40,
      "title": "Розвиток в учнів навичок самоаналізу та самоконтролю",
      "value": "",
      "key": "gsx$розвитоквучнівнавичоксамоаналізутасамоконтролю"
    },
    {
      "id": 41,
      "title": "Кількість опитаних учнів",
      "value": "",
      "key": "gsx$кількістьопитанихучнів."
    },
    {
      "id": 42,
      "title": "Виховний бік перевірки",
      "value": "",
      "key": "gsx$виховнийбікперевірки."
    },
    {
      "id": 43,
      "title": "Урахування індивідуальних особливостей під час перевірки",
      "value": "",
      "key": "gsx$урахуванняіндивідуальнихособливостейпідчасперевірки."
    },
    {
      "id": 44,
      "title": "Способи активізації учнів під час перевірки",
      "value": "",
      "key": "gsx$способиактивізаціїучнівпідчасперевірки."
    },
    {
      "id": 45,
      "title": "Кількість оцінок, Їхня об'єктивність, аргументація",
      "value": "",
      "key": "gsx$кількістьоцінокїхняобєктивністьаргументація."
    },
    {
      "id": 46,
      "title": "Об'єктивність та аргументація оцінок",
      "value": "",
      "key": "gsx$обєктивністьтааргументаціяоцінок"
    },
    {
      "id": 47,
      "title": "Зміст та характер запитань, завдань ",
      "value": "",
      "key": "gsx$змісттахарактерзапитаньзавдань"
    },
    {
      "id": 48,
      "title": "Оцінювання рівня якості знань, умінь, навичок",
      "value": "",
      "key": "gsx$оцінюваннярівняякостізнаньуміньнавичок"
    },
    {
      "id": 49,
      "title": "Які завдання формування загальнонавчальних навичок були помічені",
      "value": "",
      "key": "gsx$якізавданняформуваннязагальнонавчальнихнавичокбулипомічені"
    },
    {
      "id": 50,
      "title": "Які види діяльності в зв'язку з цим були обрані і чому",
      "value": "",
      "key": "gsx$яківидидіяльностівзвязкузцимбулиобраніічому"
    },
    {
      "id": 51,
      "title": "Які завдання і вправи пропонувалися для формування загальнонавчальних умінь та навичок",
      "value": "",
      "key": "gsx$якізавданняівправипропонувалисядляформуваннязагальнонавчальнихуміньтанавичок"
    },
    {
      "id": 52,
      "title": "Які методи роботи були обрані",
      "value": "",
      "key": "gsx$якіметодироботибулиобрані"
    },
    {
      "id": 53,
      "title": "Які загальнонавчальні вміння та навички формувалися",
      "value": "",
      "key": "gsx$якізагальнонавчальнівміннятанавичкиформувалися"
    },
    {
      "id": 54,
      "title": "Чи мати труднощі вчитель та учні під час розв'язання цих завдань",
      "value": "",
      "key": "gsx$чиматитруднощівчительтаучніпідчасрозвязанняцихзавдань"
    },
    {
      "id": 55,
      "title": "Як здійснюються формування навичок, планування навчальної роботи",
      "value": "",
      "key": "gsx$якздійснюютьсяформуваннянавичокплануваннянавчальноїроботи"
    },
    {
      "id": 56,
      "title": "Як формується вміння виділяти основне в матеріалі. Вчитель ...",
      "value": "",
      "key": "gsx$якформуєтьсявміннявиділятиосновневматеріалі.вчитель..."
    },
    {
      "id": 57,
      "title": "Активізація пізнавальної діяльності на різних етапах уроку",
      "value": "",
      "key": "gsx$активізаціяпізнавальноїдіяльностінарізнихетапахуроку."
    },
    {
      "id": 58,
      "title": "Прийоми активізації у разі застосування різних методів навчання",
      "value": "",
      "key": "gsx$прийомиактивізаціїуразізастосуваннярізнихметодівнавчання"
    },
    {
      "id": 59,
      "title": "Використання проблемного навчання, індивідуального та диференційованого підходів із метою активізації пізнавальної діяльності",
      "value": "",
      "key": "gsx$використанняпроблемногонавчанняіндивідуальноготадиференційованогопідходівізметоюактивізаціїпізнавальноїдіяльності."
    },
    {
      "id": 60,
      "title": "Види активності",
      "value": "",
      "key": "gsx$видиактивності"
    },
    {
      "id": 61,
      "title": "Моменти найбільшої активності учнів",
      "value": "",
      "key": "gsx$моментинайбільшоїактивностіучнів"
    },
    {
      "id": 62,
      "title": "Результативність активізації в якісному та кількісному відношеннях",
      "value": "",
      "key": "gsx$результативністьактивізаціївякісномутакількісномувідношеннях"
    },
    {
      "id": 63,
      "title": "Організація роботи учнів на різних етапах уроку",
      "value": "",
      "key": "gsx$організаціяроботиучнівнарізнихетапахуроку."
    },
    {
      "id": 64,
      "title": "Вміння вчителя володіти класом, активізувати діяльність учнів, організувати самостійну роботу",
      "value": "",
      "key": "gsx$вміннявчителяволодітикласомактивізуватидіяльністьучніворганізуватисамостійнуроботу"
    },
    {
      "id": 65,
      "title": "Індивідуальний підхід до учнів",
      "value": "",
      "key": "gsx$індивідуальнийпідхіддоучнів"
    },
    {
      "id": 66,
      "title": "Рівень педагогічних вимог до учнів, до їхніх відповідей, до розвитку мови та мислення",
      "value": "",
      "key": "gsx$рівеньпедагогічнихвимогдоучнівдоїхніхвідповідейдорозвиткумовитамислення"
    },
    {
      "id": 67,
      "title": "Характер постановки запитань учням",
      "value": "",
      "key": "gsx$характерпостановкизапитаньучням."
    },
    {
      "id": 68,
      "title": "Реакції на помилки учнів",
      "value": "",
      "key": "gsx$б.реакціїнапомилкиучнів"
    },
    {
      "id": 69,
      "title": "Репліки під час оцінювання учнів, аргументація оцінок",
      "value": "",
      "key": "gsx$реплікипідчасоцінюванняучніваргументаціяоцінок."
    },
    {
      "id": 70,
      "title": "Характер і тон дисциплінарних зауважень",
      "value": "",
      "key": "gsx$характерітондисциплінарнихзауважень."
    },
    {
      "id": 71,
      "title": "Загальна емоційна та інтелектуальна атмосфера на уроці",
      "value": "",
      "key": "gsx$загальнаемоційнатаінтелектуальнаатмосферанауроці."
    },
    {
      "id": 72,
      "title": "Дотримання норм педагогічної етики. Культура спілкування",
      "value": "",
      "key": "gsx$дотриманнянормпедагогічноїетики.культураспілкування."
    },
    {
      "id": 73,
      "title": "Стиль і темп роботи вчителя, їх вплив на діяльність учнів",
      "value": "",
      "key": "gsx$стильітемпроботивчителяїхвпливнадіяльністьучнів"
    },
    {
      "id": 74,
      "title": "Стимулювання успіхів учнів, арсенал стимулів",
      "value": "",
      "key": "gsx$стимулюванняуспіхівучніварсеналстимулів."
    },
    {
      "id": 75,
      "title": "Мовна взаємодія на уроці",
      "value": "",
      "key": "gsx$мовнавзаємодіянауроці"
    },
    {
      "id": 76,
      "title": "Реалізація основних дидактичних принципів у змісті та методах навчання",
      "value": "",
      "key": "gsx$реалізаціяосновнихдидактичнихпринципівузмістітаметодахнавчання."
    },
    {
      "id": 77,
      "title": "Реалізація принципів навчання на різних етапах уроку",
      "value": "",
      "key": "gsx$реалізаціяпринципівнавчаннянарізнихетапахуроку."
    },
    {
      "id": 78,
      "title": "Показ реалізації принципу науковості на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципунауковостінауроці"
    },
    {
      "id": 79,
      "title": "Показ реалізації принципу доступності на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципудоступностінауроці"
    },
    {
      "id": 80,
      "title": "Показ реалізації принципу послідовності і систематичності навчання на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципупослідовностіісистематичностінавчаннянауроці"
    },
    {
      "id": 81,
      "title": "Показ реалізації принципу наочності змісту і діяльності на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципунаочностізмістуідіяльностінауроці"
    },
    {
      "id": 82,
      "title": "Показ реалізації принципу активності і свідомості на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципуактивностіісвідомостінауроці"
    },
    {
      "id": 83,
      "title": "Показ реалізації принципу активності на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципуактивностінауроці"
    },
    {
      "id": 84,
      "title": "Показ реалізації принципу міцності і системності знань на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципуміцностіісистемностізнаньнауроці"
    },
    {
      "id": 85,
      "title": "Показ реалізації принципу зв'язку теорії з практикою на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципузвязкутеоріїзпрактикоюнауроці"
    },
    {
      "id": 86,
      "title": "Показ реалізації принципу гармонійного розвитку особистості на уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципугармонійногорозвиткуособистостінауроці"
    },
    {
      "id": 87,
      "title": "Показ реалізації принципу розвивального навчанняна уроці",
      "value": "",
      "key": "gsx$показреалізаціїпринципурозвивальногонавчаннянауроці"
    },
    {
      "id": 88,
      "title": "Чи можна говорити про єдність та взаємозв'язок принципів навчання на уроці",
      "value": "",
      "key": "gsx$чиможнаговоритипроєдністьтавзаємозвязокпринципівнавчаннянауроці."
    },
    {
      "id": 89,
      "title": "Організація сприйняття на уроці",
      "value": "",
      "key": "gsx$організаціясприйняттянауроці"
    },
    {
      "id": 90,
      "title": "Формування понять на уроці",
      "value": "",
      "key": "gsx$формуванняпонятьнауроці"
    },
    {
      "id": 91,
      "title": "Організація запам 'ятовування",
      "value": "",
      "key": "gsx$організаціязапамятовування"
    },
    {
      "id": 91.5,
      "title": "ТИП І СТРУКТУРА УРОКУ",
      "value": "",
      "key": "gsx$типіструктурауроку"
    },
    {
      "id": 92,
      "title": "Тип уроку",
      "value": "",
      "key": "gsx$типуроку"
    },
    {
      "id": 93,
      "title": "Структура уроку",
      "value": "",
      "key": "gsx$структурауроку"
    },
    {
      "id": 94,
      "title": "Мета уроку, дидактичні завдання окремих етапів",
      "value": "",
      "key": "gsx$дидактичнізавданняокремихетапівуроку"
    },
    {
      "id": 95,
      "title": "Витрата часу",
      "value": "",
      "key": "gsx$витратачасу"
    },
    {
      "id": 95.5,
      "title": "ЗМІСТ ТА МЕТОДИКА ПОВТОРЕННЯ ВИВЧЕНОГО",
      "value": "",
      "key": "gsx$змісттаметодикаповтореннявивченого"
    },
    {
      "id": 96,
      "title": "Повнота та глибина перевірки",
      "value": "",
      "key": "gsx$повнотатаглибинаперевірки."
    },
    {
      "id": 97,
      "title": "Методика повторення, диференціація завдань",
      "value": "",
      "key": "gsx$методикаповтореннядиференціаціязавдань."
    },
    {
      "id": 98,
      "title": "Кількість задіяних перевіркою учнів",
      "value": "",
      "key": "gsx$кількістьзадіянихперевіркоюучнів."
    },
    {
      "id": 99,
      "title": "Об'єктивність оцінювання",
      "value": "",
      "key": "gsx$обєктивністьоцінювання."
    },
    {
      "id": 100,
      "title": "Аргументація оцінювання",
      "value": "",
      "key": "gsx$аргументаціяоцінювання."
    },
    {
      "id": 100.5,
      "title": "ВИВЧЕННЯ НОВОГО МАТЕРІАЛУ",
      "value": "",
      "key": "gsx$вивченняновогоматеріалу"
    },
    {
      "id": 101,
      "title": "Вимоги програми",
      "value": "",
      "key": "gsx$вимогипрограми"
    },
    {
      "id": 102,
      "title": "Науковість, зв'язок із життям, систематичні сть, доступність, співвідношення у матеріалі головного та другорядного",
      "value": "",
      "key": "gsx$науковістьзвязокізжиттямсистематичністьдоступністьспіввідношенняуматеріаліголовноготадругорядного"
    },
    {
      "id": 103,
      "title": "Відповідність матеріалу цілям та завданням уроку",
      "value": "",
      "key": "gsx$відповідністьматеріалуцілямтазавданнямуроку."
    },
    {
      "id": 103.5,
      "title": "МЕТОДИ НАВЧАННЯ",
      "value": "",
      "key": "gsx$методинавчання"
    },
    {
      "id": 104,
      "title": "Оснащеність уроку наочними посібниками, дидактичними матеріалами",
      "value": "",
      "key": "gsx$оснащеністьурокунаочнимипосібникамидидактичнимиматеріалами."
    },
    {
      "id": 105,
      "title": "Обrрунтованість застосованих методів",
      "value": "",
      "key": "gsx$обrрунтованістьзастосованихметодів."
    },
    {
      "id": 106,
      "title": "Активізація пізнавальної діяльності",
      "value": "",
      "key": "gsx$активізаціяпізнавальноїдіяльності."
    },
    {
      "id": 107,
      "title": "Використання методів проблемного навчання",
      "value": "",
      "key": "gsx$використанняметодівпроблемногонавчання."
    },
    {
      "id": 108,
      "title": "Поєднання фронтальної, індивідуальної та групової форм роботи",
      "value": "",
      "key": "gsx$поєднанняфронтальноїіндивідуальноїтагруповоїформроботи."
    },
    {
      "id": 109,
      "title": "Самостійна робота учнів",
      "value": "",
      "key": "gsx$самостійнароботаучнів."
    },
    {
      "id": 110,
      "title": "Методика контролю та обліку знань. Дотримання на",
      "value": "",
      "key": "gsx$методикаконтролютаоблікузнань.дотриманняна"
    },
    {
      "id": 110.5,
      "title": "ЗАСВОЄННЯ НОВОГО",
      "value": "",
      "key": "gsx$засвоєннянового"
    },
    {
      "id": 111,
      "title": "Добір матеріалу для формування умінь та навичок",
      "value": "",
      "key": "gsx$добірматеріалудляформуванняуміньтанавичок."
    },
    {
      "id": 112,
      "title": "Самостійна робота під час закріплення",
      "value": "",
      "key": "gsx$самостійнароботапідчасзакріплення."
    },
    {
      "id": 113,
      "title": "Зворотній зв'язок. Оцінювання відповідей",
      "value": "",
      "key": "gsx$зворотнійзвязок.оцінюваннявідповідей."
    },
    {
      "id": 113.5,
      "title": "ЗАВДАННЯ ДОДОМУ",
      "value": "",
      "key": "gsx$завданнядодому"
    },
    {
      "id": 114,
      "title": "Обсяг, характер і доступність матеріалу",
      "value": "",
      "key": "gsx$обсягхарактерідоступністьматеріалу."
    },
    {
      "id": 115,
      "title": "Наявність та характер інструктажу",
      "value": "",
      "key": "gsx$наявністьтахарактерінструктажу"
    },
    {
      "id": 116,
      "title": "Наявність диференційованих завдань",
      "value": "",
      "key": "gsx$наявністьдиференційованихзавдань._2"
    },
    {
      "id": 117,
      "title": "Місце домашнього завдання на уроці",
      "value": "",
      "key": "gsx$місцедомашньогозавданнянауроці"
    },
    {
      "id": 117.5,
      "title": "ХАРАКТЕР ДІЯЛЬНОСТІ ВЧИТЕЛЯ",
      "value": "",
      "key": "gsx$характердіяльностівчителя"
    },
    {
      "id": 118,
      "title": "Рівень педагогічних вимог до роботи учнів, розвитку їхніх мови, мислення",
      "value": "",
      "key": "gsx$рівеньпедагогічнихвимогдороботиучніврозвиткуїхніхмовимислення."
    },
    {
      "id": 119,
      "title": "Мова вчителя                                                                    ",
      "value": "",
      "key": "gsx$мовавчителя"
    },
    {
      "id": 119.5,
      "title": "ЗАГАЛЬНІ ВІДОМОСТІ",
      "value": "",
      "key": "gsx$загальнівідомості"
    },
    {
      "id": 120,
      "title": "Стиль поведінки вчителя",
      "value": "",
      "key": "gsx$стильповедінкивчителя."
    },
    {
      "id": 121,
      "title": "Організаторська, управлінська діяльність вчителя. Робота з різними групами учнів",
      "value": "",
      "key": "gsx$організаторськауправлінськадіяльністьвчителя.роботазрізнимигрупамиучнів."
    },
    {
      "id": 122,
      "title": "Діяльність вчителя як консультанта та координатора навчання",
      "value": "",
      "key": "gsx$діяльністьвчителяякконсультантатакоординаторанавчання."
    },
    {
      "id": 122.5,
      "title": "ХАРАКТЕР ДІЯЛЬНОСТІ УЧНЯ",
      "value": "",
      "key": "gsx$характердіяльностіучнів"
    },
    {
      "id": 123,
      "title": "Самостійна робота. Робота в групах",
      "value": "",
      "key": "gsx$самостійнаробота.роботавгрупах"
    },
    {
      "id": 124,
      "title": "Диференціація та індивідуалізація",
      "value": "",
      "key": "gsx$диференціаціятаіндивідуалізація"
    },
    {
      "id": 125,
      "title": "Активність мислення",
      "value": "",
      "key": "gsx$активністьмислення"
    },
    {
      "id": 126,
      "title": "Розвиток психічної сфери учнів",
      "value": "",
      "key": "gsx$розвитокпсихічноїсфериучнів"
    },
    {
      "id": 126.5,
      "title": "РЕЗУЛЬТАТИ УРОКУ",
      "value": "",
      "key": "gsx$результатиуроку"
    },
    {
      "id": 127,
      "title": "Підбиття підсумків",
      "value": "",
      "key": "gsx$підбиттяпідсумків"
    },
    {
      "id": 128,
      "title": "Виконання плану",
      "value": "",
      "key": "gsx$виконанняплану"
    },
    {
      "id": 129,
      "title": "Рівень досягнення мети",
      "value": "",
      "key": "gsx$рівеньдосягненнямети."
    },
    {
      "id": 130,
      "title": "Рівень якості знань, умінь, навичок, виявлених на уроці",
      "value": "",
      "key": "gsx$рівеньякостізнаньуміньнавичоквиявленихнауроці"
    },
    {
      "id": 134.5,
      "title": "ПЛАНУВАННЯ НАВЧАЛЬНО-ВИХОВНИХ ЦІЛЕЙ НА ОСНОВІ ПРОГРАМ ТА ЇХНЬОЇ КОНКРЕТИЗАЦІЇ",
      "value": "",
      "key": "gsx$плануваннянавчально-виховнихцілейнаосновіпрограмтаїхньоїконкретизації"
    },
    {
      "id": 135,
      "title": "Освітні завдання уроку",
      "value": "",
      "key": "gsx$освітнізавданняуроку"
    },
    {
      "id": 136,
      "title": "Виховні завдання уроку",
      "value": "",
      "key": "gsx$виховнізавданняуроку"
    },
    {
      "id": 137,
      "title": "Завдання розвитку інтелекту, волі, емоцій, інтересів",
      "value": "",
      "key": "gsx$завданнярозвиткуінтелектуволіемоційінтересів"
    },
    {
      "id": 138,
      "title": "Взаємозв' язок дидактичних, виховних цілей розвитку на різних етапах навчання",
      "value": "",
      "key": "gsx$взаємозвязокдидактичнихвиховнихцілейрозвиткунарізнихетапахнавчання"
    },
    {
      "id": 138.5,
      "title": "ОЦІНЮВАННЯ ОПТИМІЗАЦІЇ ЗМІСТУ",
      "value": "",
      "key": "gsx$оцінюванняоптимізаціїзмісту"
    },
    {
      "id": 139,
      "title": "Виділення основного, суттєвого",
      "value": "",
      "key": "gsx$виділенняосновногосуттєвого"
    },
    {
      "id": 140,
      "title": "Виділення об'єкта міцного засвоєння",
      "value": "",
      "key": "gsx$виділенняобєктаміцногозасвоєння"
    },
    {
      "id": 141,
      "title": "Повноцінність змісту уроку на різних етапах",
      "value": "",
      "key": "gsx$повноцінністьзмістуурокунарізнихетапах"
    },
    {
      "id": 141.5,
      "title": "ВИБІР ТА ЗАСТОСУВАННЯ РІЗНИХ ДЖЕРЕЛ ПОВІДОМЛЕННЯ УЧНЯМ НОВИХ ЗНАНЬ",
      "value": "",
      "key": "gsx$вибіртазастосуваннярізнихджерелповідомленняучнямновихзнань"
    },
    {
      "id": 142,
      "title": "Підручник",
      "value": "",
      "key": "gsx$підручник"
    },
    {
      "id": 143,
      "title": "Додаткова література",
      "value": "",
      "key": "gsx$додатковалітература"
    },
    {
      "id": 144,
      "title": "Інтернет",
      "value": "",
      "key": "gsx$інтернет"
    },
    {
      "id": 144.5,
      "title": "ОПТИМАЛЬНЕ ПОЄДНАННЯ РІЗНИХ МЕТОДІВ НАВЧАННЯ ПІД ЧАС УРОКУ. ОБҐРУНТОВАНІСТЬ ВИБОРУ",
      "value": "",
      "key": "gsx$оптимальнепоєднаннярізнихметодівнавчанняпідчасуроку.обґрунтованістьвибору"
    },
    {
      "id": 145,
      "title": "Оптимальне поєднання різних методів навчання під час уроку",
      "value": "",
      "key": "gsx$оптимальнепоєднаннярізнихметодівнавчанняпідчасуроку"
    },
    {
      "id": 146,
      "title": "Обгрунтованість вибору",
      "value": "",
      "key": "gsx$обгрунтованістьвибору"
    },
    {
      "id": 147,
      "title": "Інше",
      "value": "",
      "key": "gsx$інше"
    },
    {
      "id": 148,
      "title": "Використання різних прийомів роботи",
      "value": "",
      "key": "gsx$використаннярізнихприйомівроботи"
    },
    {
      "id": 149,
      "title": "Електронна адреса",
      "value": "",
      "key": "gsx$електроннаадреса"
    },
    {
      "id": 151,
      "title": "Виховання інтересу до навчання",
      "value": "",
      "key": "gsx$вихованняінтересудонавчання"
    },
    {
      "id": 152,
      "title": "Культура праці вчителя",
      "value": "",
      "key": "gsx$культурапрацівчителя"
    },
    {
      "id": 153,
      "title": "Культура праці учня",
      "value": "",
      "key": "gsx$культурапраціучня"
    },
    {
      "id": 154,
      "title": "Форми контролю",
      "value": "",
      "key": "gsx$формиконтролю"
    },
    {
      "id": 155,
      "title": "Відповідність оцінювання рівня знань",
      "value": "",
      "key": "gsx$відповідністьоцінюваннярівнязнань"
    },
    {
      "id": 156,
      "title": "Характер домашнього завдання",
      "value": "",
      "key": "gsx$характердомашньогозавдання"
    },
    {
      "id": 157,
      "title": "Диференційованість домашнього завдання",
      "value": "",
      "key": "gsx$диференційованістьдомашньогозавдання"
    },
    {
      "id": 158,
      "title": "Оцінювання самоаналізу та самоконтролю навчальної діяльності",
      "value": "",
      "key": "gsx$оцінюваннясамоаналізутасамоконтролюнавчальноїдіяльності"
    },
    {
      "id": 158.5,
      "title": "ЗАГАЛЬНА ПСИХОЛОГІЧНА СПРЯМОВАНІСТЬ УРОКУ",
      "value": "",
      "key": "gsx$загальнапсихологічнаспрямованістьуроку"
    },
    {
      "id": 159,
      "title": "Мотивація діяльності вчителя на уроці",
      "value": "",
      "key": "gsx$мотиваціядіяльностівчителянауроці"
    },
    {
      "id": 160,
      "title": "Інтерес учителя до уроку",
      "value": "",
      "key": "gsx$інтересучителядоуроку"
    },
    {
      "id": 161,
      "title": "Мотивація діяльності учнів на уроці",
      "value": "",
      "key": "gsx$мотиваціядіяльностіучнівнауроці"
    },
    {
      "id": 162,
      "title": "Інтерес учнів до уроку",
      "value": "",
      "key": "gsx$інтересучнівдоуроку"
    },
    {
      "id": 162.5,
      "title": "РЕАЛІЗАЦІЯ ІДЕЙ РОЗВИВАЮЧОГО НАВЧАННЯ",
      "value": "",
      "key": "gsx$реалізаціяідейрозвиваючогонавчання"
    },
    {
      "id": 163,
      "title": "Робота щодо формування активності, самостійності й творчості здійснювалася",
      "value": "",
      "key": "gsx$роботащодоформуванняактивностісамостійностійтворчостіздійснювалася"
    },
    {
      "id": 164,
      "title": "Засоби, які використовував учитель для постійного переходу від навчання до самонавчання",
      "value": "",
      "key": "gsx$засобияківикористовувавучительдляпостійногопереходувіднавчаннядосамонавчання"
    },
    {
      "id": 164.5,
      "title": "ОРГАНІЗАЦІЯ ПІЗНАВАЛЬНОЇ ДІЯЛЬНОСТІ НА УРОЦІ",
      "value": "",
      "key": "gsx$організаціяпізнавальноїдіяльностінауроці"
    },
    {
      "id": 165,
      "title": "Чи були установки на сприймання, запам'ятовування і роздуми (що сприйняти, щозавчити, що обговорити)",
      "value": "",
      "key": "gsx$чибулиустановкинасприйманнязапамятовуванняіроздумищосприйнятищозавчитищообговорити"
    },
    {
      "id": 166,
      "title": "Як учитель домагався цілісного й свідомого, осмисленого сприйняття навчального матеріалу",
      "value": "",
      "key": "gsx$якучительдомагавсяцілісногойсвідомогоосмисленогосприйняттянавчальногоматеріалу"
    },
    {
      "id": 167,
      "title": "Як організував увагу ",
      "value": "",
      "key": "gsx$якорганізувавувагу"
    },
    {
      "id": 168,
      "title": "Які види діяльності організовував для розвитку пам'яті",
      "value": "",
      "key": "gsx$яківидидіяльностіорганізовувавдлярозвиткупамяті"
    },
    {
      "id": 169,
      "title": "Які види діяльності організовував для запам'ятовування",
      "value": "",
      "key": "gsx$яківидидіяльностіорганізовувавдлязапамятовування"
    },
    {
      "id": 170,
      "title": "Чи доцільно підібрав інформацію",
      "value": "",
      "key": "gsx$чидоцільнопідібравінформацію"
    },
    {
      "id": 171,
      "title": "Чи робилося повторення",
      "value": "",
      "key": "gsx$чиробилосяповторення"
    },
    {
      "id": 172,
      "title": "Як перевіряв",
      "value": "",
      "key": "gsx$якперевіряв"
    },
    {
      "id": 173,
      "title": "Розвивав мислення учнів, використовуючи ",
      "value": "",
      "key": "gsx$розвивавмисленняучніввикористовуючи"
    },
    {
      "id": 174,
      "title": "Як працював із поняттями, аргументами",
      "value": "",
      "key": "gsx$якпрацювавізпоняттямиаргументами"
    },
    {
      "id": 175,
      "title": "Як розвивав творчу уяву",
      "value": "",
      "key": "gsx$якрозвивавтворчууяву"
    },
    {
      "id": 175.5,
      "title": "ФОРМУВАННЯ ВМІНЬ І НАВИЧОК ДІТЕЙ",
      "value": "",
      "key": "gsx$формуваннявміньінавичокдітей"
    },
    {
      "id": 176,
      "title": "Як формував загальнонавчальні вміння й навички",
      "value": "",
      "key": "gsx$якформувавзагальнонавчальнівмінняйнавички"
    },
    {
      "id": 177,
      "title": "Як вироблялися спеціальні вміння й навички",
      "value": "",
      "key": "gsx$яквироблялисяспеціальнівмінняйнавички"
    },
    {
      "id": 178,
      "title": "Які практикував види вправ і як вони сприяли тренуванню умінь і навичок",
      "value": "",
      "key": "gsx$якіпрактикуваввидивправіяквонисприялитренуваннюуміньінавичок"
    },
    {
      "id": 179,
      "title": "Яку роль відіграють вказівки, інструкції, алгоритми, зразки під час формування вмінь і навичок",
      "value": "",
      "key": "gsx$якурольвідіграютьвказівкиінструкціїалгоритмизразкипідчасформуваннявміньінавичок"
    },
    {
      "id": 180,
      "title": "Чи раціонально використав час для формування вмінь і навичок",
      "value": "",
      "key": "gsx$чираціональновикориставчасдляформуваннявміньінавичок"
    },
    {
      "id": 180.5,
      "title": "РОЗВИТОК ЕМОЦІЙНО-ВОЛЬОВОЇ СФЕРИ УЧНІВ",
      "value": "",
      "key": "gsx$розвитокемоційно-вольовоїсфериучнів"
    },
    {
      "id": 181,
      "title": "Які емоції дітей переважають на уроці",
      "value": "",
      "key": "gsx$якіемоціїдітейпереважаютьнауроці"
    },
    {
      "id": 182,
      "title": "Які засоби корекції емоцій використав учитель на уроці",
      "value": "",
      "key": "gsx$якізасобикорекціїемоційвикориставучительнауроці"
    },
    {
      "id": 183,
      "title": "Чи враховує педагог на уроці індивідуальні особливості й стан  дитини",
      "value": "",
      "key": "gsx$чивраховуєпедагогнауроцііндивідуальніособливостійстандитини"
    },
    {
      "id": 184,
      "title": "Що робить учитель для активізації вольової сфери у дітей",
      "value": "",
      "key": "gsx$щоробитьучительдляактивізаціївольовоїсфериудітей"
    },
    {
      "id": 185,
      "title": "Чи помічає учнів з агресивним і депресивним станом",
      "value": "",
      "key": "gsx$чипомічаєучнівзагресивнимідепресивнимстаном"
    },
    {
      "id": 185.5,
      "title": "ПСИХОЛОГІЧНА САМОРЕГУЛЯЦІЯ ВЧИТЕЛЯ НА УРОЦІ",
      "value": "",
      "key": "gsx$психологічнасаморегуляціявчителянауроці"
    },
    {
      "id": 186,
      "title": "Яке творче самопочуття вчителя на уроці",
      "value": "",
      "key": "gsx$якетворчесамопочуттявчителянауроці"
    },
    {
      "id": 187,
      "title": "Який контакт з учнями",
      "value": "",
      "key": "gsx$якийконтактзучнями"
    },
    {
      "id": 188,
      "title": "Як реагує вчитель на аналіз уроку",
      "value": "",
      "key": "gsx$якреагуєвчительнааналізуроку"
    },
    {
      "id": 190,
      "title": "Особистий підхід на уроці",
      "value": "",
      "key": "gsx$особистийпідхіднауроці"
    },
    {
      "id": 191,
      "title": "Особистий підхід на уроці",
      "value": "",
      "key": "gsx$особистийпідхіднауроці_2"
    },
    {
      "id": 192,
      "title": "Світоглядний напрямок",
      "value": "",
      "key": "gsx$світогляднийнапрямок"
    },
    {
      "id": 193,
      "title": "Навчальна праця на уроці",
      "value": "",
      "key": "gsx$навчальнапрацянауроці"
    },
    {
      "id": 194,
      "title": "Виховання дисципліни",
      "value": "",
      "key": "gsx$вихованнядисципліни"
    },
    {
      "id": 196,
      "title": "Мета уроку визначена ",
      "value": "",
      "key": "gsx$метаурокувизначена"
    },
    {
      "id": 197,
      "title": "Види (етапи) мовної діяльності ",
      "value": "",
      "key": "gsx$видиетапимовноїдіяльності"
    },
    {
      "id": 198,
      "title": "Використані методи роботи",
      "value": "",
      "key": "gsx$використаніметодироботи"
    },
    {
      "id": 199,
      "title": "Прийоми",
      "value": "",
      "key": "gsx$прийоми"
    },
    {
      "id": 200,
      "title": "Учитель застосував ",
      "value": "",
      "key": "gsx$учительзастосував"
    },
    {
      "id": 201,
      "title": "Використання аудіовізуальних способів навчання",
      "value": "",
      "key": "gsx$використанняаудіовізуальнихспособівнавчання"
    },
    {
      "id": 202,
      "title": "Зворотний зв'язок",
      "value": "",
      "key": "gsx$зворотнийзвязок"
    },
    {
      "id": 203,
      "title": "Темп уроку",
      "value": "",
      "key": "gsx$темпуроку"
    },
    {
      "id": 204,
      "title": "Мовною практикою охоплені",
      "value": "",
      "key": "gsx$мовноюпрактикоюохоплені"
    },
    {
      "id": 205,
      "title": "Мовна діяльність школяра ",
      "value": "",
      "key": "gsx$мовнадіяльністьшколяра"
    },
    {
      "id": 206,
      "title": "спрямована на ",
      "value": "",
      "key": "gsx$спрямованана"
    },
    {
      "id": 207,
      "title": "умінь та навичок ",
      "value": "",
      "key": "gsx$уміньтанавичок"
    },
    {
      "id": 208,
      "title": "зазначеній меті уроку",
      "value": "",
      "key": "gsx$ізазначенійметіуроку"
    },
    {
      "id": 209,
      "title": "Мовлення учнів має ",
      "value": "",
      "key": "gsx$мовленняучнівмає"
    },
    {
      "id": 210,
      "title": "Мовлення учнів ",
      "value": "",
      "key": "gsx$мовленняучнів"
    },
    {
      "id": 211,
      "title": "Учні оперують ",
      "value": "",
      "key": "gsx$учніоперують"
    },
    {
      "id": 212,
      "title": "матеріалом на рівні ",
      "value": "",
      "key": "gsx$матеріаломнарівні"
    },
    {
      "id": 214,
      "title": "навчальної опори",
      "value": "",
      "key": "gsx$навчальноїопори"
    },
    {
      "id": 215,
      "title": "Учні проявили ",
      "value": "",
      "key": "gsx$учніпроявили"
    },
    {
      "id": 216,
      "title": "уміння і навички під час оперування лексичними одиницями, граматичними структурами в ",
      "value": "",
      "key": "gsx$умінняінавичкипідчасоперуваннялексичнимиодиницямиграматичнимиструктурамив"
    },
    {
      "id": 217,
      "title": "ситуаціях усного спілкування, читання",
      "value": "",
      "key": "gsx$ситуаціях"
    },
    {
      "id": 218,
      "title": "Типовими недоліками в мовній підготовці школярів є ",
      "value": "",
      "key": "gsx$типовиминедолікамивмовнійпідготовцішколярівє"
    },
    {
      "id": 219,
      "title": "Інтерес учнів до вивчення іноземної мови ",
      "value": "",
      "key": "gsx$інтересучнівдовивченняіноземноїмови"
    },
    {
      "id": 220,
      "title": "Урок проведений на ",
      "value": "",
      "key": "gsx$урокпроведенийна"
    },
    {
      "id": 221,
      "title": "Вчителю потрібно",
      "value": "",
      "key": "gsx$вчителюпотрібно"
    },
    {
      "id": 222,
      "title": "Підготовка учителя до уроку ",
      "value": "",
      "key": "gsx$підготовкаучителядоуроку"
    },
    {
      "id": 223,
      "title": "Обладнання робочого місця школяра (чи є все необхідне для уроку), підготовка учнів до уроку",
      "value": "",
      "key": "gsx$обладнанняробочогомісцяшколярачиєвсенеобхіднедляурокупідготовкаучнівдоуроку"
    },
    {
      "id": 224,
      "title": "Чи правильно визначені вчителем навчальні, виховні, розвиваючі цілі?",
      "value": "",
      "key": "gsx$чиправильновизначенівчителемнавчальнівиховнірозвиваючіцілі"
    },
    {
      "id": 225,
      "title": "Чи конкретно навчально-пізнавальні завдання ставив учитель перед учнями на уроці?",
      "value": "",
      "key": "gsx$якіконкретнонавчально-пізнавальнізавданняставивучительпередучняминауроці"
    },
    {
      "id": 226,
      "title": "Чи досягнув учитель мети на уроці?",
      "value": "",
      "key": "gsx$чидосягнувучительметинауроці"
    },
    {
      "id": 227,
      "title": "Відповідність змісту уроку програмі",
      "value": "",
      "key": "gsx$відповідністьзмістуурокупрограмі."
    },
    {
      "id": 228,
      "title": "Місце серед інших уроків щодо вивчення всієї теми",
      "value": "",
      "key": "gsx$місцесередіншихуроківщодовивченнявсієїтеми"
    },
    {
      "id": 229,
      "title": "Виконання основних принципів дидактики",
      "value": "",
      "key": "gsx$виконанняосновнихпринципівдидактики"
    },
    {
      "id": 230,
      "title": "Як визначено структуру уроку, види, прийоми і методи роботи відповідно до мети, змісту уроку і рівня підготовленості учнів класу?",
      "value": "",
      "key": "gsx$яквизначеноструктуруурокувидиприйомиіметодироботивідповіднодометизмістуурокуірівняпідготовленостіучнівкласу"
    },
    {
      "id": 231,
      "title": "Диференційований підхід у навчанні школярів",
      "value": "",
      "key": "gsx$диференційованийпідхідунавчаннішколярів"
    },
    {
      "id": 232,
      "title": "Чи здійснювалося попередження неуспішності учнів?",
      "value": "",
      "key": "gsx$чиздійснювалосяпопередженнянеуспішностіучнів"
    },
    {
      "id": 233,
      "title": "НОП (наукова організація праці) на уроці, раціональне використання часу на уроці",
      "value": "",
      "key": "gsx$нопнауковаорганізаціяпрацінауроціраціональневикористаннячасунауроці."
    },
    {
      "id": 234,
      "title": "Контроль за знаннями учнів. Форми контролю",
      "value": "",
      "key": "gsx$контрользазнаннямиучнів.формиконтролю."
    },
    {
      "id": 235,
      "title": "Контроль за знаннями учнів. Види опитування",
      "value": "",
      "key": "gsx$контрользазнаннямиучнів.видиопитування"
    },
    {
      "id": 236,
      "title": "Контроль за знаннями учнів. Об'єктивність оцінювання",
      "value": "",
      "key": "gsx$контрользазнаннямиучнів.обєктивністьоцінювання"
    },
    {
      "id": 237,
      "title": "Способи розвитку розумової діяльності школярів",
      "value": "",
      "key": "gsx$способирозвиткурозумовоїдіяльностішколярів"
    },
    {
      "id": 238,
      "title": "Система повторення",
      "value": "",
      "key": "gsx$системаповторення"
    },
    {
      "id": 239,
      "title": "Види перевірки домашнього завдання",
      "value": "",
      "key": "gsx$видиперевіркидомашньогозавдання"
    },
    {
      "id": 240,
      "title": "Усвідомлення у засвоєнні учнями правил, математичних понять, математичної символіки",
      "value": "",
      "key": "gsx$усвідомленняузасвоєнніучнямиправилматематичнихпонятьматематичноїсимволіки"
    },
    {
      "id": 241,
      "title": "Розвиток математичної мови",
      "value": "",
      "key": "gsx$розвитокматематичноїмови."
    },
    {
      "id": 242,
      "title": "Як розв'язувалося завдання",
      "value": "",
      "key": "gsx$якрозвязувалосязавдання"
    },
    {
      "id": 243,
      "title": "Прищеплювання інтересу до предмета",
      "value": "",
      "key": "gsx$прищеплюванняінтересудопредмета."
    },
    {
      "id": 244,
      "title": "Міжпредметні зв'язки",
      "value": "",
      "key": "gsx$міжпредметнізвязки."
    },
    {
      "id": 245,
      "title": "Спілкування вчителя з учнями ",
      "value": "",
      "key": "gsx$спілкуваннявчителязучнями"
    },
    {
      "id": 246,
      "title": "Домашні завдання",
      "value": "",
      "key": "gsx$домашнізавдання"
    },
    {
      "id": 247,
      "title": "Чи правильно визначена мета уроку",
      "value": "",
      "key": "gsx$чиправильновизначенаметауроку.якіновіпитаннязаконипередбачаєтьсявивчити"
    },
    {
      "id": 248,
      "title": "нові питання, закони передбачається вивчити",
      "value": "",
      "key": "gsx$якіновіпитаннязаконипередбачаєтьсявивчити"
    },
    {
      "id": 249,
      "title": "розкриваються навчальні й виховні завдання уроку",
      "value": "",
      "key": "gsx$якрозкриваютьсянавчальнійвиховнізавданняуроку"
    },
    {
      "id": 250,
      "title": "Який навчальний матеріал планується повторити",
      "value": "",
      "key": "gsx$якийнавчальнийматеріалплануєтьсяповторити"
    },
    {
      "id": 251,
      "title": "поняття формуються, які закріплюються відповідно до програми",
      "value": "",
      "key": "gsx$якіпоняттяформуютьсяякізакріплюютьсявідповіднодопрограми"
    },
    {
      "id": 252,
      "title": "Доцільність розподілу навчального часу на певні етапи уроку, чи відповідає хід уроку наміченому плану",
      "value": "",
      "key": "gsx$доцільністьрозподілунавчальногочасунапевніетапиурокучивідповідаєхідурокунаміченомуплану"
    },
    {
      "id": 253,
      "title": "Відповідність змісту уроку програмі",
      "value": "",
      "key": "gsx$зміст.1.відповідністьзмістуурокупрограмі"
    },
    {
      "id": 254,
      "title": "Наукова спрямованість уроку",
      "value": "",
      "key": "gsx$науковаспрямованістьуроку"
    },
    {
      "id": 255,
      "title": "Уміння вчителя виділити основне в навчальному матеріалі, не перевантажувати урок другорядним матеріалом",
      "value": "",
      "key": "gsx$уміннявчителявиділитиосновневнавчальномуматеріалінеперевантажуватиурокдругоряднимматеріалом."
    },
    {
      "id": 256,
      "title": "Дотримання принципу науковості та доступності",
      "value": "",
      "key": "gsx$дотриманняпринципунауковостітадоступності"
    },
    {
      "id": 257,
      "title": "Наочність ",
      "value": "",
      "key": "gsx$наочність"
    },
    {
      "id": 258,
      "title": "Використання на уроках результатів робіт учнів, отриманих на інших видах навчальної діяльності ",
      "value": "",
      "key": "gsx$використаннянаурокахрезультатівробітучнівотриманихнаіншихвидахнавчальноїдіяльності"
    },
    {
      "id": 259,
      "title": "Практичні роботи з натуральними об'єктами",
      "value": "",
      "key": "gsx$практичніроботизнатуральнимиобєктами"
    },
    {
      "id": 260,
      "title": "Опора на раніше вивчене",
      "value": "",
      "key": "gsx$опоранаранішевивчене"
    },
    {
      "id": 261,
      "title": "Зв'язок теорії з практикою",
      "value": "",
      "key": "gsx$звязоктеоріїзпрактикою"
    },
    {
      "id": 262,
      "title": "Ознайомлення учнів з екологічними проблемами",
      "value": "",
      "key": "gsx$ознайомленняучнівзекологічнимипроблемами"
    },
    {
      "id": 263,
      "title": "Наступність у вивченні матеріалу",
      "value": "",
      "key": "gsx$наступністьувивченніматеріалу"
    },
    {
      "id": 264,
      "title": "Ступінь самостійної навчальної діяльності учнів",
      "value": "",
      "key": "gsx$ступіньсамостійноїнавчальноїдіяльностіучнів"
    },
    {
      "id": 265,
      "title": "Диференціація навчання",
      "value": "",
      "key": "gsx$диференціаціянавчання"
    },
    {
      "id": 266,
      "title": "Контроль та оцінювання",
      "value": "",
      "key": "gsx$контрольтаоцінювання"
    },
    {
      "id": 267,
      "title": "Домашні завдання. Обсяг",
      "value": "",
      "key": "gsx$домашнізавдання.обсяг"
    },
    {
      "id": 268,
      "title": "посильність",
      "value": "",
      "key": "gsx$домашнізавдання.посильність"
    },
    {
      "id": 269,
      "title": "інструктаж",
      "value": "",
      "key": "gsx$домашнізавдання.інструктаж"
    },
    {
      "id": 270,
      "title": "Реалізація завдань уроку",
      "value": "",
      "key": "gsx$реалізаціязавданьуроку"
    },
    {
      "id": 271,
      "title": "Чи відповідає зміст уроку поставленій меті",
      "value": "",
      "key": "gsx$чивідповідаєзмістурокупоставленійметі"
    },
    {
      "id": 272,
      "title": "правильно дібраний матеріал для досягнення мети",
      "value": "",
      "key": "gsx$чиправильнодібранийматеріалдлядосягненнямети"
    },
    {
      "id": 273,
      "title": "Чи відповідає теоретичний рівень викладу матеріалу рівню класу",
      "value": "",
      "key": "gsx$чивідповідаєтеоретичнийрівеньвикладуматеріалурівнюкласу."
    },
    {
      "id": 274,
      "title": "виконується програма",
      "value": "",
      "key": "gsx$яквиконуєтьсяпрограма"
    },
    {
      "id": 275,
      "title": "На якому науковому рівні викладається матеріал",
      "value": "",
      "key": "gsx$наякомунауковомурівнівикладаєтьсяматеріал."
    },
    {
      "id": 276,
      "title": "Чи здійснюється зв'язок із вивченим раніше",
      "value": "",
      "key": "gsx$чиздійснюєтьсязвязокізвивченимраніше."
    },
    {
      "id": 277,
      "title": "яким предметом здійснюються зв'язки",
      "value": "",
      "key": "gsx$зякимпредметомздійснюютьсязвязки"
    },
    {
      "id": 278,
      "title": "Добір методів та засобів викладання матеріалу",
      "value": "",
      "key": "gsx$добірметодівтазасобіввикладанняматеріалу"
    },
    {
      "id": 279,
      "title": "Застосування наочності",
      "value": "",
      "key": "gsx$застосуваннянаочності"
    },
    {
      "id": 280,
      "title": "Вимоги до хімічного експерименту",
      "value": "",
      "key": "gsx$вимогидохімічногоексперименту"
    },
    {
      "id": 281,
      "title": "Мова вчителя",
      "value": "",
      "key": "gsx$мовавчителя_2"
    },
    {
      "id": 282,
      "title": "Контроль та оцінювання. Форми контролю",
      "value": "",
      "key": "gsx$контрольтаоцінювання.формиконтролю"
    },
    {
      "id": 283,
      "title": "Диференціація навчання",
      "value": "",
      "key": "gsx$диференціаціянавчання_2"
    },
    {
      "id": 284,
      "title": "Домашні завдання. Обсяг",
      "value": "",
      "key": "gsx$домашнізавдання.обсяг_2"
    },
    {
      "id": 285,
      "title": "Домашні завдання. Доступність",
      "value": "",
      "key": "gsx$домашнізавдання.доступність"
    },
    {
      "id": 286,
      "title": "Домашні завдання. інструктаж із виконання",
      "value": "",
      "key": "gsx$домашнізавдання.інструктажізвиконання"
    },
    {
      "id": 287,
      "title": "Досягнення завдань уроку",
      "value": "",
      "key": "gsx$досягненнязавданьуроку"
    },
    {
      "id": 288,
      "title": "Відповідність теми уроку програмі",
      "value": "",
      "key": "gsx$відповідністьтемиурокупрограмі"
    },
    {
      "id": 289,
      "title": "Відповідність змісту та структури поставленій меті",
      "value": "",
      "key": "gsx$відповідністьзмістутаструктурипоставленійметі"
    },
    {
      "id": 290,
      "title": "Науковість викладу вчителем програмового матеріалу, його політехнічна спрямованість",
      "value": "",
      "key": "gsx$науковістьвикладувчителемпрограмовогоматеріалуйогополітехнічнаспрямованість."
    },
    {
      "id": 291,
      "title": "Здійснення зв'язку раніше вивченого матеріалу з новим ",
      "value": "",
      "key": "gsx$здійсненнязвязкуранішевивченогоматеріалузновим"
    },
    {
      "id": 292,
      "title": "Методи та засоби передачі матеріалу",
      "value": "",
      "key": "gsx$методитазасобипередачіматеріалу"
    },
    {
      "id": 293,
      "title": "Ефективність використання технічних засобів навчання",
      "value": "",
      "key": "gsx$ефективністьвикористаннятехнічнихзасобівнавчання"
    },
    {
      "id": 294,
      "title": "Застосування наочних посібників",
      "value": "",
      "key": "gsx$застосуваннянаочнихпосібників"
    },
    {
      "id": 295,
      "title": "Використання на уроці різноманітних видів робіт та завдань, що вимагають застосування здобутих учнями теоретичних знань",
      "value": "",
      "key": "gsx$використаннянауроцірізноманітнихвидівробіттазавданьщовимагаютьзастосуванняздобутихучнямитеоретичнихзнань"
    },
    {
      "id": 296,
      "title": "Формування навичок самостійно здобувати та поглиблювати знання",
      "value": "",
      "key": "gsx$формуваннянавичоксамостійноздобуватитапоглиблюватизнання"
    },
    {
      "id": 297,
      "title": "Здійснення диференційованого навчання",
      "value": "",
      "key": "gsx$здійсненнядиференційованогонавчання"
    },
    {
      "id": 298,
      "title": "Контроль за рівнем якості засвоєння учнями, цілеспрямованість та планомірність його здійснення.",
      "value": "",
      "key": "gsx$контрользарівнемякостізасвоєнняучнямицілеспрямованістьтапланомірністьйогоздійснення."
    },
    {
      "id": 299,
      "title": "Домашнє завдання. Обсяг, рівень, доступність, система перевірки домашніх завдань",
      "value": "",
      "key": "gsx$домашнєзавдання.обсягрівеньдоступністьсистемаперевіркидомашніхзавдань."
    },
    {
      "id": 300,
      "title": "Зацікавленість учнів темою, змістом та методами ведення уроку",
      "value": "",
      "key": "gsx$зацікавленістьучнівтемоюзмістомтаметодамиведенняуроку"
    },
    {
      "id": 301,
      "title": "Розвиток логічного мислення. Активізація розумової діяльності учнів",
      "value": "",
      "key": "gsx$розвитоклогічногомислення.активізаціярозумовоїдіяльностіучнів"
    },
    {
      "id": 302,
      "title": "Досягнення мети та завдань уроку",
      "value": "",
      "key": "gsx$досягненняметитазавданьуроку"
    },
    {
      "id": 306,
      "title": "Оцінювання самоаналізу навчальної діяльності",
      "value": "",
      "key": "gsx$оцінюваннясамоаналізунавчальноїдіяльності"
    },
    {
      "id": 314.5,
      "title": "ЗАБЕЗПЕЧЕННЯ СПРИЯТЛИВИХ УМОВ ДЛЯ РОБОТИ УЧНІВ ПІД ЧАС САМОПІДГОТОВКИ",
      "value": "",
      "key": "gsx$забезпеченнясприятливихумовдляроботиучнівпідчассамопідготовки"
    },
    {
      "id": 315,
      "title": "Обладнання кімнати, підготовка робочого місця учня: наявність необхідних навчальних і наочних посібників, роздаткового матеріалу, додаткової літератури, технічних засобів",
      "value": "",
      "key": "gsx$обладнаннякімнатипідготовкаробочогомісцяучнянаявністьнеобхіднихнавчальнихінаочнихпосібниківроздатковогоматеріалудодатковоїлітературитехнічнихзасобів"
    },
    {
      "id": 316,
      "title": "Санітарно-гігієнічний стан кімнати для занять",
      "value": "",
      "key": "gsx$санітарно-гігієнічнийстанкімнатидлязанять"
    },
    {
      "id": 317,
      "title": "Наявність плану роботи вихователя",
      "value": "",
      "key": "gsx$наявністьплануроботивихователя"
    },
    {
      "id": 318,
      "title": "Психологічна готовність вихователя до проведення самопідготовки",
      "value": "",
      "key": "gsx$психологічнаготовністьвихователядопроведеннясамопідготовки"
    },
    {
      "id": 319,
      "title": "Знання програмового матеріалу, який вивчають учні",
      "value": "",
      "key": "gsx$знанняпрограмовогоматеріалуякийвивчаютьучні"
    },
    {
      "id": 320,
      "title": "Знання змісту і обсягу домашніх завдань з різних предметів, методики їх виконання",
      "value": "",
      "key": "gsx$знаннязмістуіобсягудомашніхзавданьзрізнихпредметівметодикиїхвиконання"
    },
    {
      "id": 321,
      "title": "Повторення відповідних розділів підручників і посібників",
      "value": "",
      "key": "gsx$повтореннявідповіднихрозділівпідручниківіпосібників"
    },
    {
      "id": 322,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [визначення різноманітних видів і форм занять з самопідготовки]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботивизначеннярізноманітнихвидівіформзанятьзсамопідготовки"
    },
    {
      "id": 323,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [визначення певного порядку виконання домашніх завдань, залежно від предмета і змісту навчального матеріалу]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботивизначенняпевногопорядкувиконаннядомашніхзавданьзалежновідпредметаізмістунавчальногоматеріалу"
    },
    {
      "id": 324,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [організацію самостійної навчальної праці дітей протягом всього часу]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботиорганізаціюсамостійноїнавчальноїпрацідітейпротягомвсьогочасу"
    },
    {
      "id": 325,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [поєднання індивідуальної самостійної праці з фронтальною і колективною роботою класу]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботипоєднанняіндивідуальноїсамостійноїпрацізфронтальноюіколективноюроботоюкласу"
    },
    {
      "id": 326,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [передбачення своєчасної індивідуальної допомоги окремим учням]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботипередбаченнясвоєчасноїіндивідуальноїдопомогиокремимучням"
    },
    {
      "id": 327,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [організацію товариської допомоги сильніших учнів слабшим]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботиорганізаціютовариськоїдопомогисильнішихучнівслабшим"
    },
    {
      "id": 328,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [формування в учнів умінь і навичок самоперевірки виконаних завдань]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботиформуваннявучнівуміньінавичоксамоперевіркивиконанихзавдань"
    },
    {
      "id": 329,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [визначення диференційованого контролю за працею різних груп вихованців і окремих учнів]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботивизначеннядиференційованогоконтролюзапрацеюрізнихгрупвихованцівіокремихучнів"
    },
    {
      "id": 330,
      "title": "Вибір методики проведення самопідготовки, складання плану роботи [формування в учнів навичок раціонального  використання часу]",
      "value": "",
      "key": "gsx$вибірметодикипроведеннясамопідготовкискладанняплануроботиформуваннявучнівнавичокраціональноговикористаннячасу"
    },
    {
      "id": 331,
      "title": "Постійний взаємозв'язок в роботі вихователя з вчителем, які працюють в даному класі",
      "value": "",
      "key": "gsx$постійнийвзаємозвязоквроботівихователязвчителемякіпрацюютьвданомукласі"
    },
    {
      "id": 332,
      "title": "Використання додаткової літератури роздаткового матеріалу, наочних посібників, технічних засобів тощо",
      "value": "",
      "key": "gsx$використаннядодатковоїлітературироздатковогоматеріалунаочнихпосібниківтехнічнихзасобівтощо"
    },
    {
      "id": 333,
      "title": "Обізнаність вихователя з вимогами програм і підручників",
      "value": "",
      "key": "gsx$обізнаністьвихователязвимогамипрограміпідручників"
    },
    {
      "id": 334,
      "title": "Обізнаність вихователя з вимогами програм і підручників",
      "value": "",
      "key": "gsx$обізнаністьвихователязвимогамипрограміпідручників_2"
    },
    {
      "id": 335,
      "title": "Якість самоаналізу педагогічної діяльності",
      "value": "",
      "key": "gsx$якістьсамоаналізупедагогічноїдіяльності"
    },
    {
      "id": 340,
      "title": "Мета відвідування заходу",
      "value": "Вивчення роботи Плеси І.В. як класного керівника в 6-А класі",
      "key": "gsx$метавідвідуваннязаходу"
    },
    {
      "id": 341,
      "title": "Вид діяльності: входить в систему",
      "value": "так",
      "key": "gsx$виддіяльностівходитьвсистему"
    },
    {
      "id": 342,
      "title": "Психологічне обґрунтування вибору даного виду виховного заходу і змісту діяльності учасників виховного заходу [відповідність заходу загальним виховним задачам]",
      "value": "так",
      "key": "gsx$психологічнеобґрунтуваннявиборуданоговидувиховногозаходуізмістудіяльностіучасниківвиховногозаходувідповідністьзаходузагальнимвиховнимзадачам"
    },
    {
      "id": 343,
      "title": "Психологічне обґрунтування вибору даного виду виховного заходу і змісту діяльності учасників виховного заходу [віковим особливостям учнів]",
      "value": "так",
      "key": "gsx$психологічнеобґрунтуваннявиборуданоговидувиховногозаходуізмістудіяльностіучасниківвиховногозаходувіковимособливостямучнів"
    },
    {
      "id": 343.5,
      "title": "ПІДГОТОВКА ЗАХОДУ",
      "value": "",
      "key": "gsx$підготовказаходу"
    },
    {
      "id": 344,
      "title": "Планування заходу",
      "value": "так",
      "key": "gsx$плануваннязаходу"
    },
    {
      "id": 345,
      "title": "Розробка заходу",
      "value": "так",
      "key": "gsx$розробказаходу"
    },
    {
      "id": 346,
      "title": "Залучення учнів до підготовки",
      "value": "частково",
      "key": "gsx$залученняучнівдопідготовки"
    },
    {
      "id": 346.5,
      "title": "ГОТОВНІСТЬ ВИХОВАТЕЛЯ ДО ПРОВЕДЕННЯ САМОПІДГОТОВКИ",
      "value": "",
      "key": "gsx$готовністьвихователядопроведеннясамопідготовки"
    },
    {
      "id": 347,
      "title": "Розуміння необхідності і значущості заходу",
      "value": "так",
      "key": "gsx$розуміннянеобхідностіізначущостізаходу"
    },
    {
      "id": 348,
      "title": "Наявність плану виховного заходу",
      "value": "так",
      "key": "gsx$наявністьпланувиховногозаходу"
    },
    {
      "id": 348.5,
      "title": "ХІД ЗАХОДУ",
      "value": "",
      "key": "gsx$хідзаходу"
    },
    {
      "id": 349,
      "title": "Раціональність, логічність структури",
      "value": "так",
      "key": "gsx$раціональністьлогічністьструктури"
    },
    {
      "id": 350,
      "title": "Змістовність та організованість проходження заходу",
      "value": "так",
      "key": "gsx$змістовністьтаорганізованістьпроходженнязаходу"
    },
    {
      "id": 351,
      "title": "Вплив на інтелектуальну й емоційно-моральну сферу  учнів. Їх розумова діяльність",
      "value": "частково",
      "key": "gsx$впливнаінтелектуальнуйемоційно-моральнусферуучнів.їхрозумовадіяльність"
    },
    {
      "id": 352,
      "title": "Творчий характер роботи вчителя, учнів",
      "value": "так",
      "key": "gsx$творчийхарактерроботивчителяучнів"
    },
    {
      "id": 353,
      "title": "Вплив заходу на формування суспільної і громадянської думки",
      "value": "частково",
      "key": "gsx$впливзаходунаформуваннясуспільноїігромадянськоїдумки"
    },
    {
      "id": 354,
      "title": "Активність учнів у проведенні заходу",
      "value": "так",
      "key": "gsx$активністьучнівупроведеннізаходу"
    },
    {
      "id": 355,
      "title": "Ефективність і доцільність використання наочності та ТЗН",
      "value": "частково",
      "key": "gsx$ефективністьідоцільністьвикористаннянаочностітатзн"
    },
    {
      "id": 356,
      "title": "Участь та вплив виховного заходу на учнів з девіантною поведінкою",
      "value": "частково",
      "key": "gsx$участьтавпливвиховногозаходунаучнівздевіантноюповедінкою"
    },
    {
      "id": 357,
      "title": "Роль і місце вчителя (класного керівника) на даному заході [володіння методикою проведення виховного заходу]",
      "value": "так",
      "key": "gsx$рольімісцевчителякласногокерівниканаданомузаходіволодінняметодикоюпроведеннявиховногозаходу"
    },
    {
      "id": 358,
      "title": "Роль і місце вчителя (класного керівника) на даному заході [врахування вікових та індивідуальних особливостей учнів]",
      "value": "так",
      "key": "gsx$рольімісцевчителякласногокерівниканаданомузаходіврахуваннявіковихтаіндивідуальнихособливостейучнів"
    },
    {
      "id": 359,
      "title": "Роль і місце вчителя (класного керівника) на даному заході [врахування рівня розвитку класного колективу]",
      "value": "частково",
      "key": "gsx$рольімісцевчителякласногокерівниканаданомузаходіврахуваннярівнярозвиткукласногоколективу"
    },
    {
      "id": 360,
      "title": "Роль і місце вчителя (класного керівника) на даному заході [взаємостосунки вчителя і учнів]",
      "value": "частково",
      "key": "gsx$рольімісцевчителякласногокерівниканаданомузаходівзаємостосункивчителяіучнів"
    },
    {
      "id": 361,
      "title": "Відповідність заходу до плану роботи класного керівника (вчителя)",
      "value": "так",
      "key": "gsx$відповідністьзаходудоплануроботикласногокерівникавчителя"
    },
    {
      "id": 361.5,
      "title": "ЗАГАЛЬНА ОЦІНКА ВИХОВНОГО ЗАХОДУ",
      "value": "",
      "key": "gsx$загальнаоцінкавиховногозаходу"
    },
    {
      "id": 362,
      "title": "Висновки  [досягнення мети заходу]",
      "value": "так",
      "key": "gsx$висновкидосягненняметизаходу"
    },
    {
      "id": 363,
      "title": "Висновки  [реалізація пізнавальних можливостей заходу]",
      "value": "частково",
      "key": "gsx$висновкиреалізаціяпізнавальнихможливостейзаходу"
    },
    {
      "id": 364,
      "title": "Висновки  [реалізація розвивальних можливостей заходу]",
      "value": "частково",
      "key": "gsx$висновкиреалізаціярозвивальнихможливостейзаходу"
    },
    {
      "id": 365,
      "title": "Висновки  [реалізація виховних можливостей заходу]",
      "value": "так",
      "key": "gsx$висновкиреалізаціявиховнихможливостейзаходу"
    },
    {
      "id": 366,
      "title": "Рекомендації",
      "value": "використовувати матеріали, які пов'язані з проблемами підлітків, разом з вихованцями скласти та дотримуватись правил ведення розмови, давати учням випереджаючі завдання, рішення яких будуть озвучені та обговорені у ході заходу",
      "key": "gsx$рекомендації_2"
    },
    {
      "id": 1000,
      "title": "Урок за типом ",
      "value": "",
      "key": "gsx$урокзатипом"
    },
    {
      "id": 1001,
      "title": "Чіткість його визначається логічним взаємозв'язком окремих структурних частин, які оптимально витримані часом, мають свою мету та зміст і відзначаються логічною завершеністю. Це підтверджує достатню культуру педагогічної праці.",
      "value": "",
      "key": "gsx$чіткістьйоговизначаєтьсялогічнимвзаємозвязкомокремихструктурнихчастинякіоптимальновитриманічасоммаютьсвоюметутазмістівідзначаютьсялогічноюзавершеністю.цепідтверджуєдостатнюкультурупедагогічноїпраці."
    },
    {
      "id": 1002,
      "title": "Раціонально, вдумливо й дидактично грамотно визначена основна мета уроку, вона чітко випливає зі змісту навчального матеріалу, відповідає віковим та інтелектуальним особливостям учнів класу та несе інформацію про кінцевий результат уроку.",
      "value": "",
      "key": "gsx$раціональновдумливойдидактичнограмотновизначенаосновнаметаурокувоначітковипливаєзізмістунавчальногоматеріалувідповідаєвіковимтаінтелектуальнимособливостямучнівкласутанесеінформаціюпрокінцевийрезультатуроку."
    },
    {
      "id": 1003,
      "title": "Відповідно до місця уроку у темі, що вивчається, основної мети та завдань окремих його частин, які чітко формулюються перед учнями та узгоджуються з їхнім особистим досвідом, тип обрано правильно. Надана перевага стійкій структурі уроку. З урахуванням особистісно орієнтованого підходу до навчання вчитель надає перевагу гнучкій структурі уроку.",
      "value": "",
      "key": "gsx$відповіднодомісцяурокуутеміщовивчаєтьсяосновноїметитазавданьокремихйогочастинякічіткоформулюютьсяпередучнямитаузгоджуютьсязїхнімособистимдосвідомтипобраноправильно.наданаперевагастійкійструктуріуроку.зурахуваннямособистісноорієнтованогопідходудонавчаннявчительнадаєперевагугнучкійструктуріуроку."
    },
    {
      "id": 1004,
      "title": "Уміло проводиться мотивація навчальної діяльності учнів на всіх етапах уроку, що сприяє збудженню їхнього інтересу до вивчення нової теми, творчої діяльності.",
      "value": "",
      "key": "gsx$умілопроводитьсямотиваціянавчальноїдіяльностіучнівнавсіхетапахурокущосприяєзбудженнюїхньогоінтересудовивченняновоїтемитворчоїдіяльності."
    },
    {
      "id": 1005,
      "title": "Зміст уроку повністю відповідав вимогам навчальної програми та змісту поставлених завдань.",
      "value": "",
      "key": "gsx$змістурокуповністювідповідаввимогамнавчальноїпрограмитазміступоставленихзавдань."
    },
    {
      "id": 1006,
      "title": "Кваліфіковано реалізовано принципи навчання ",
      "value": "",
      "key": "gsx$кваліфікованореалізованопринципинавчання"
    },
    {
      "id": 1007,
      "title": "Це достатньо чітко проявилося ",
      "value": "",
      "key": "gsx$цедостатньочіткопроявилося"
    },
    {
      "id": 1008,
      "title": "Свідомому засвоєнню нового матеріалу слугувало методично правильно організоване повторення раніше вивченого матеріалу та актуалізація опорних знань, умінь і навичок учнів. Належним чином було проведено перевірку домашнього завдання. З цією метою вчителем було використано такі форми роботи:",
      "value": "",
      "key": "gsx$свідомомузасвоєннюновогоматеріалуслугувалометодичноправильноорганізованеповторенняранішевивченогоматеріалутаактуалізаціяопорнихзнаньуміньінавичокучнів.належнимчиномбулопроведеноперевіркудомашньогозавдання.зцієюметоювчителембуловикористанотакіформироботи"
    },
    {
      "id": 1009,
      "title": "Вдале поєднання форм ( ",
      "value": "",
      "key": "gsx$вдалепоєднанняформ"
    },
    {
      "id": 1010,
      "title": "), прийомів ( ",
      "value": "",
      "key": "gsx$прийомів"
    },
    {
      "id": 1011,
      "title": ") опитування дозволило вчителю опитати декілька разів весь клас (",
      "value": "",
      "key": "gsx$опитуваннядозволиловчителюопитатидекількаразіввеськлас"
    },
    {
      "id": 1012,
      "title": "учнів). Оптимально використано час на цю роботу. Перевірка знань учнів характеризується чіткістю мети, повнотою. Опитування мало науковий характер, що, в першу чергу, обумовлювалося вмінням виправляти помилки у ході відповіді та залученням до цієї роботи учнів.",
      "value": "",
      "key": "gsx$учнів.оптимальновикористаночаснацюроботу.перевірказнаньучнівхарактеризуєтьсячіткістюметиповнотою.опитуваннямалонауковийхарактерщовпершучергуобумовлювалосявміннямвиправлятипомилкиуходівідповідітазалученнямдоцієїроботиучнів."
    },
    {
      "id": 1013,
      "title": "Робота з вивчення нового матеріалу характеризується конкретністю і чіткістю реалізації основних завдань уроку. Виклад нового матеріалу відзначається логічністю, вмілим виділенням головного, істотного. Учитель розкриває зміст теми цікаво, доступно, з наукових позицій, використовує останні досягнення ",
      "value": "",
      "key": "gsx$роботазвивченняновогоматеріалухарактеризуєтьсяконкретністюічіткістюреалізаціїосновнихзавданьуроку.викладновогоматеріалувідзначаєтьсялогічністювмілимвиділеннямголовногоістотного.учительрозкриваєзмісттемицікаводоступнознауковихпозиційвикористовуєостаннідосягнення"
    },
    {
      "id": 1014,
      "title": "Новий матеріал вивчається в процесі самостійної роботи, яка має творчий пошуковий характер. Це сприяє розвитку в учнів самостійності, допитливості, їхній здатності встановлювати певні закономірності у розглядуваній темі. Основні висновки учні робили самі, а вчитель при цьому зберігав керівну роль. ",
      "value": "",
      "key": "gsx$новийматеріалвивчаєтьсявпроцесісамостійноїроботиякамаєтворчийпошуковийхарактер.цесприяєрозвиткувучнівсамостійностідопитливостіїхнійздатностівстановлюватипевнізакономірностіурозглядуванійтемі.основнівисновкиучніробилисаміавчительприцьомузберігавкерівнуроль."
    },
    {
      "id": 1015,
      "title": "Уміло пов'язує виучуваний матеріал з життям, виробничим оточенням і робить це так, що цей зв'язок випливає зі змісту виучуваного матеріалу та є його логічним продовженням.",
      "value": "",
      "key": "gsx$умілоповязуєвиучуванийматеріалзжиттямвиробничимоточенняміробитьцетакщоцейзвязоквипливаєзізмістувиучуваногоматеріалутаєйогологічнимпродовженням."
    },
    {
      "id": 1016,
      "title": "Уміло був включений в урок матеріал з",
      "value": "",
      "key": "gsx$умілобуввключенийвурокматеріалз"
    },
    {
      "id": 1017,
      "title": "У ході подання нового матеріалу проводиться безпосередня перевірка якості розуміння його учнями. Засвоєння нового матеріалу школярами на уроці є оптимальним.",
      "value": "",
      "key": "gsx$уходіподанняновогоматеріалупроводитьсябезпосередняперевіркаякостірозумінняйогоучнями.засвоєнняновогоматеріалушколяраминауроцієоптимальним."
    },
    {
      "id": 1018,
      "title": "Постановка вчителем питань стимулює розвиток розумових сил, не налаштовує на заучування, збуджує думку, виховує інтерес до навчання. Питання, які задає вчитель, вимагають вдумливого читання, розуміння та осмислення матеріалу, але не його механічного заучування. Учитель направляє хід думки учнів таким чином, щоб вони активно, зосереджено намагались побачити невидиме, зрозуміти приховане, розглянути незвичайне у звичайному (розумова активність).",
      "value": "",
      "key": "gsx$постановкавчителемпитаньстимулюєрозвитокрозумовихсилненалаштовуєназаучуваннязбуджуєдумкувиховуєінтересдонавчання.питанняякізадаєвчительвимагаютьвдумливогочитаннярозуміннятаосмисленняматеріалуаленейогомеханічногозаучування.учительнаправляєхіддумкиучнівтакимчиномщобвониактивнозосередженонамагалисьпобачитиневидимезрозумітиприхованерозглянутинезвичайнеузвичайномурозумоваактивність."
    },
    {
      "id": 1019,
      "title": "Види роботи відповідали віковим особливостям учнів, дозволили педагогу активізувати їхню навчальну діяльність, учні були не пасив¬ними слухачами, а активними учасниками.",
      "value": "",
      "key": "gsx$видироботивідповідаливіковимособливостямучнівдозволилипедагогуактивізуватиїхнюнавчальнудіяльністьучнібулинепасивнимислухачамиаактивнимиучасниками."
    },
    {
      "id": 1020,
      "title": "Найбільш вдалими методами були ",
      "value": "",
      "key": "gsx$найбільшвдалимиметодамибули"
    },
    {
      "id": 1021,
      "title": ", прийомами ",
      "value": "",
      "key": "gsx$прийомами"
    },
    {
      "id": 1022,
      "title": ", формами",
      "value": "",
      "key": "gsx$формами"
    },
    {
      "id": 1023,
      "title": "Це дозволило вчителю раціонально організувати роботу учнів на всьому уроці (на етапах",
      "value": "",
      "key": "gsx$цедозволиловчителюраціональноорганізуватироботуучнівнавсьомууроцінаетапах"
    },
    {
      "id": 1024,
      "title": ") та повною мірою здійснювати контроль за рівнем сформованості ",
      "value": "",
      "key": "gsx$таповноюміроюздійснюватиконтрользарівнемсформованості"
    },
    {
      "id": 1025,
      "title": "Використання різних видів роботи сприяло зниженню втомлюваності учнів у процесі роботи. Це позитивна сторона уроку, глибоко продумана вчителем.",
      "value": "",
      "key": "gsx$використаннярізнихвидівроботисприялозниженнювтомлюваностіучнівупроцесіроботи.цепозитивнасторонаурокуглибокопродуманавчителем."
    },
    {
      "id": 1026,
      "title": "Оптимально організовано самостійну роботу учнів під керівництвом учителя з урахуванням рівня їхніх навчальних можливостей. Самостійна пошукова діяльність учнів на уроці забезпечувалася в процесі співпраці вчителя і школярів. Учитель упродовж уроку (на етапі ",
      "value": "",
      "key": "gsx$оптимальноорганізованосамостійнуроботуучнівпідкерівництвомучителязурахуваннямрівняїхніхнавчальнихможливостей.самостійнапошуковадіяльністьучнівнауроцізабезпечуваласявпроцесіспівпрацівчителяішколярів.учительупродовжурокунаетапі"
    },
    {
      "id": 1027,
      "title": ") виступає у ролі консультанта, порадника. Колективна робота учнів вміло поєднується з виконанням індивідуальних диференційованих завдань.",
      "value": "",
      "key": "gsx$виступаєуроліконсультантапорадника.колективнароботаучніввмілопоєднуєтьсязвиконанняміндивідуальнихдиференційованихзавдань."
    },
    {
      "id": 1028,
      "title": "Використання наочності та технічних  засобів  навчання ( ",
      "value": "",
      "key": "gsx$використаннянаочностітатехнічнихзасобівнавчання"
    },
    {
      "id": 1029,
      "title": "), їх застосування дозволило не тільки доступно викласти новий матеріал і закріпити його, але і зекономити час на вироблення практичних умінь і навичок в учнів на уроці. Це особливо важливо, бо попереджується перевантаження школярів в умовах домашньої роботи. Використання технічних засобів і засобів наочності допомогло учням глибше проникнути в суть виучуваного матеріалу.",
      "value": "",
      "key": "gsx$їхзастосуваннядозволилонетількидоступновикластиновийматеріалізакріпитийогоалеізекономитичаснавиробленняпрактичнихуміньінавичоквучнівнауроці.цеособливоважливобопопереджуєтьсяперевантаженняшколяріввумовахдомашньоїроботи.використаннятехнічнихзасобівізасобівнаочностідопомоглоучнямглибшепроникнутивсутьвиучуваногоматеріалу."
    },
    {
      "id": 1030,
      "title": "Запитання вчителя до учнів спонукали їх до самостійних суджень і практичних дій. Це сприяло більш повній реалізації на уроці принципу виховуючого та розвиваючого навчання. Протягом уроку вчитель добивається від своїх учнів грамотної і повної відповіді, точних формулювань.",
      "value": "",
      "key": "gsx$запитаннявчителядоучнівспонукалиїхдосамостійнихсудженьіпрактичнихдій.цесприялобільшповнійреалізаціїнауроціпринципувиховуючоготарозвиваючогонавчання.протягомурокувчительдобиваєтьсявідсвоїхучнівграмотноїіповноївідповідіточнихформулювань."
    },
    {
      "id": 1031,
      "title": "Пропонує не тільки відтворити пройдений матеріал, але і виділити з нього найбільш істотне, підтвердити практичні навички теоретичними положеннями. Доповнює і поглиблює відповіді учнів, стимулює їх на активне, свідоме засвоєння матеріалу через низку запитань. Оптимальним у процесі перевірки є співвідношення теоретичних та практичних завдань.",
      "value": "",
      "key": "gsx$пропонуєнетількивідтворитипройденийматеріалалеівиділитизньогонайбільшістотнепідтвердитипрактичнінавичкитеоретичнимиположеннями.доповнюєіпоглиблюєвідповідіучнівстимулюєїхнаактивнесвідомезасвоєнняматеріалучерезнизкузапитань.оптимальнимупроцесіперевіркиєспіввідношеннятеоретичнихтапрактичнихзавдань."
    },
    {
      "id": 1032,
      "title": "Слід відзначити вміння учнів гідно триматися під час відповіді як з місця, так і біля дошки, звернутися до вчителя, доповнити чи виправити відповідь товариша.",
      "value": "",
      "key": "gsx$слідвідзначитивмінняучнівгіднотриматисяпідчасвідповідіякзмісцятакібілядошкизвернутисядовчителядоповнитичивиправитивідповідьтовариша."
    },
    {
      "id": 1033,
      "title": "Показником пізнавальної активності й інтересу учнів до виучуваного було те, що вони поставили ",
      "value": "",
      "key": "gsx$показникомпізнавальноїактивностійінтересуучнівдовиучуваногобулотещовонипоставили"
    },
    {
      "id": 1034,
      "title": "запитань до вчителя та до своїх товаришів, ",
      "value": "",
      "key": "gsx$запитаньдовчителятадосвоїхтоваришів"
    },
    {
      "id": 1035,
      "title": "учнів хотіли взяти участь в обговоренні питань, поставлених перед ними, ",
      "value": "",
      "key": "gsx$учнівхотіливзятиучастьвобговоренніпитаньпоставленихпередними"
    },
    {
      "id": 1036,
      "title": "учнів, які бажали доповнити, відкоригувати відповідь однокласника.",
      "value": "",
      "key": "gsx$учнівякібажалидоповнитивідкоригувативідповідьоднокласника."
    },
    {
      "id": 1037,
      "title": "Оцінювання роботи учнів проводилося відповідно до критеріїв, об'єктивно і аргументовано. Отримані учнями бали виставлено у щоденники. Відчутними є взаємо- та самоконтроль.",
      "value": "",
      "key": "gsx$оцінюванняроботиучнівпроводилосявідповіднодокритеріївобєктивноіаргументовано.отриманіучнямибаливиставленоущоденники.відчутнимиєвзаємо-тасамоконтроль."
    },
    {
      "id": 1038,
      "title": "Позитивним у роботі вчителя з учнями на етапі усвідомлення матеріалу є те, що він дає час на обдумування, використовує різні форми роботи ( ",
      "value": "",
      "key": "gsx$позитивнимуроботівчителязучняминаетапіусвідомленняматеріалуєтещовіндаєчаснаобдумуваннявикористовуєрізніформироботи"
    },
    {
      "id": 1039,
      "title": ") та види наочності ( ",
      "value": "",
      "key": "gsx$тавидинаочності"
    },
    {
      "id": 1040,
      "title": "Упродовж уроку знання застосовувались у вправах, учні зробили не один крок на шляху розвитку. Навчання здійснювало вплив на розвиток і виховання школярів, бо вчитель ураховував навчальні можливості кожного з них. Урок сприяв розвитку кожної дитини, її пам'яті, мислення, волі. Упродовж уроку ефективно організовувалась пізнавальна діяльність школярів. З цією метою було забезпечено умови для продуктивної роботи мислення й уяви, через застосовувані вправи, вчитель домагався зосередженості й стійкості уваги. Вдалим використанням методів",
      "value": "",
      "key": "gsx$упродовжурокузнаннязастосовувалисьувправахучнізробилинеодинкрокнашляхурозвитку.навчанняздійснюваловпливнарозвитоківихованняшколярівбовчительураховувавнавчальніможливостікожногозних.уроксприяврозвиткукожноїдитиниїїпамятімисленняволі.упродовжурокуефективноорганізовуваласьпізнавальнадіяльністьшколярів.зцієюметоюбулозабезпеченоумовидляпродуктивноїроботимисленняйуявичереззастосовуванівправивчительдомагавсязосередженостійстійкостіуваги.вдалимвикористаннямметодів"
    },
    {
      "id": 1041,
      "title": "форм ",
      "value": "",
      "key": "gsx$форм"
    },
    {
      "id": 1042,
      "title": "педагог домагався активності та самостійності мислення учнів.",
      "value": "",
      "key": "gsx$педагогдомагавсяактивностітасамостійностімисленняучнів."
    },
    {
      "id": 1043,
      "title": "Майстерність учителя виявлялася в тому, що знання, набуті учнями на попередніх уроках, вдало застосовуються на цьому, повторення оптимально співвідноситься з вивченням нового матеріалу таким чином, що для повторення не потрібно спеціально виділяти час. Систематична робота вчителя в цьому напрямку дасть змогу повторювати учням матеріал без завдань для домашнього повторення за підручником.",
      "value": "",
      "key": "gsx$майстерністьучителявиявляласявтомущознаннянабутіучняминапопередніхурокахвдалозастосовуютьсянацьомуповторенняоптимальноспіввідноситьсязвивченнямновогоматеріалутакимчиномщодляповтореннянепотрібноспеціальновиділятичас.систематичнароботавчителявцьомунапрямкудастьзмогуповторюватиучнямматеріалбеззавданьдлядомашньогоповтореннязапідручником."
    },
    {
      "id": 1044,
      "title": "Ефективною була робота протягом усього уроку з підготовки учнів до тематичного оцінювання. Вона виявилася у ",
      "value": "",
      "key": "gsx$ефективноюбулароботапротягомусьогоурокузпідготовкиучнівдотематичногооцінювання.вонавиявиласяу"
    },
    {
      "id": 1045,
      "title": "Увесь клас працював активно і з інтересом.",
      "value": "",
      "key": "gsx$увеськласпрацювавактивноізінтересом."
    },
    {
      "id": 1046,
      "title": "Заслуговує на увагу робота з вироблення культури навчальної праці. 'У кожного на парті є все необхідне. Вчителем підготовлені пам'ятки з виконання ",
      "value": "",
      "key": "gsx$заслуговуєнаувагуроботазвиробленнякультуринавчальноїпраці.укожногонапартієвсенеобхідне.вчителемпідготовленіпамяткизвиконання"
    },
    {
      "id": 1047,
      "title": "У результаті при зміні одного виду роботи іншим не витрачається дорогоцінний час. Записи в зошитах, на дошці ведуться чітко і акуратно. Учитель постійно організовує роботу школярів із навчальною книгою.",
      "value": "",
      "key": "gsx$урезультатіпризмініодноговидуроботиіншимневитрачаєтьсядорогоціннийчас.записивзошитахнадошціведутьсячіткоіакуратно.учительпостійноорганізовуєроботушколярівізнавчальноюкнигою."
    },
    {
      "id": 1048,
      "title": "З точки зору виховного впливу уроку треба відмітити особистість вчителя. Спокійний тон, уважне і добре ставлення до учнів в поєднанні з вимогливістю, манера звертатися до класу, витримка — все це передається дітям і слугує еталоном людських відносин. Вихованню сприяли засоби навчання, а саме естетика їхньої форми і змісту. Вихованню творчого потенціалу школярів сприяли вдало застосовані методи та форми роботи. З метою виховання школярів ( ",
      "value": "",
      "key": "gsx$зточкизорувиховноговпливуурокутребавідмітитиособистістьвчителя.спокійнийтонуважнеідобреставленнядоучніввпоєднаннізвимогливістюманеразвертатисядокласувитримкавсецепередаєтьсядітяміслугуєеталономлюдськихвідносин.вихованнюсприялизасобинавчанняасамеестетикаїхньоїформиізмісту.вихованнютворчогопотенціалушколярівсприяливдалозастосованіметодитаформироботи.зметоювихованняшколярів"
    },
    {
      "id": 1049,
      "title": "вчитель дохідливо, переконливо і яскраво використовує ",
      "value": "",
      "key": "gsx$вчительдохідливопереконливоіяскравовикористовує"
    },
    {
      "id": 1050,
      "title": "Урок відзначається свідомою робочою дисципліною.",
      "value": "",
      "key": "gsx$уроквідзначаєтьсясвідомоюробочоюдисципліною."
    },
    {
      "id": 1051,
      "title": "Продумано і своєчасно дано домашнє завдання. Зміст його випливає з усього ходу уроку і має творчий характер, спонукає учнів самостійно робити висновки, поглиблювати і завершувати роботу, розпочату на уроці (вдосконалення вмінь вчитися, підготовка до оволодіння знаннями в класі, спостереження над предметами та явищами природи і праці, задоволення і розвиток багатогранних інтелектуальних запитів). Учитель зробив потрібні роз'яснення щодо виконання завдання і перевірив рівень розуміння ходу його виконання учнями. Попередив учнів про можливі труднощі під час виконання завдання та дав рекомендації щодо їхнього подолання. Задаючи читати матеріал за підручником, учитель дає учням питання, над якими, читаючи, треба думати. Задані практичні завдання зорієнтовані на застосування, поглиблення знань. Задаючи їх, педагог показує, як треба зіставляти, осмислювати теоретичні закономірності з виконанням даного завдання (добре, що аналогічна робота виконувалась у класі). Суттєву роль відіграє індивідуалізація домашнього завдання — це підтверджує, що вчитель вивчає сили, можливості, здібності кожної дитини.",
      "value": "",
      "key": "gsx$продуманоісвоєчасноданодомашнєзавдання.змістйоговипливаєзусьогоходуурокуімаєтворчийхарактерспонукаєучнівсамостійноробитивисновкипоглиблюватиізавершуватироботурозпочатунауроцівдосконаленнявміньвчитисяпідготовкадооволодіннязнаннямивкласіспостереженнянадпредметамитаявищамиприродиіпрацізадоволенняірозвитокбагатограннихінтелектуальнихзапитів.учительзробивпотрібнірозясненнящодовиконаннязавданняіперевіриврівеньрозумінняходуйоговиконанняучнями.попередивучнівпроможливітруднощіпідчасвиконаннязавданнятадаврекомендаціїщодоїхньогоподолання.задаючичитатиматеріалзапідручникомучительдаєучнямпитаннянадякимичитаючитребадумати.заданіпрактичнізавданнязорієнтованіназастосуванняпоглибленнязнань.задаючиїхпедагогпоказуєяктребазіставлятиосмислюватитеоретичнізакономірностізвиконаннямданогозавданнядобрещоаналогічнароботавиконуваласьукласі.суттєвурольвідіграєіндивідуалізаціядомашньогозавданняцепідтверджуєщовчительвивчаєсилиможливостіздібностікожноїдитини."
    },
    {
      "id": 1052,
      "title": "На уроці створено належні матеріальні, морально-психологічні, гігієнічні, естетичні умови. Урок проходить у чистому, добре провітреному класі",
      "value": "",
      "key": "gsx$науроціствореноналежніматеріальніморально-психологічнігігієнічніестетичніумови.урокпроходитьучистомудобрепровітреномукласі"
    },
    {
      "id": 1053,
      "title": "Урок проведено у досить високому темпі, раціонально використано кожну хвилину.",
      "value": "",
      "key": "gsx$урокпроведеноудоситьвисокомутемпіраціональновикористанокожнухвилину."
    },
    {
      "id": 1054,
      "title": "Мети уроку досягнуто. Учні набули знань з теми що вивчалася , практичних умінь застосовувати набуті знання, вдосконалили загально-навчальні уміння та навички.",
      "value": "",
      "key": "gsx$метиурокудосягнуто.учнінабулизнаньзтемищовивчаласяпрактичнихуміньзастосовуватинабутізнаннявдосконалилизагально-навчальніуміннятанавички."
    },
    {
      "id": 1055,
      "title": "Урок має логічне завершення: проводиться перевірка завдань, які дано учням перед його початком. Висновки за уроком робить учитель (учні). Прийоми мотивації та організації навчальної роботи учнів упродовж уроку сприяють створенню такої ситуації, при якій учні відчувають задоволення від своїх успіхів у навчанні (ситуація успіху). Зміст уроку сприяв розвитку в учнів інтересу до навчання. Активна робота учнів у ході уроку дозволяє зробити висновок, що матеріал з теми засвоєно і мети його досягнуто.",
      "value": "",
      "key": "gsx$урокмаєлогічнезавершенняпроводитьсяперевірказавданьякіданоучнямпередйогопочатком.висновкизаурокомробитьучительучні.прийомимотиваціїтаорганізаціїнавчальноїроботиучнівупродовжурокусприяютьствореннютакоїситуаціїприякійучнівідчуваютьзадоволеннявідсвоїхуспіхівунавчанніситуаціяуспіху.змістурокусприяврозвиткувучнівінтересудонавчання.активнароботаучнівуходіурокудозволяєзробитивисновокщоматеріалзтемизасвоєноіметийогодосягнуто."
    },
    {
      "id": 1056,
      "title": "Звертає на себе увагу кропітка, продумана, здійснювана з уроку в урок підготовка вчителя і учнів до активної роботи, система роботи вчителя з підготовки учнів до тематичного оцінювання. Урок проведено відповідно до обґрунтованого, чіткого плану, складеного вчителем у процесі підготовки до уроку. Він оптимально коригується викладачем відповідно до обставин.",
      "value": "",
      "key": "gsx$звертаєнасебеувагукропіткапродуманаздійснюваназурокувурокпідготовкавчителяіучнівдоактивноїроботисистемароботивчителязпідготовкиучнівдотематичногооцінювання.урокпроведеновідповіднодообґрунтованогочіткогопланускладеноговчителемупроцесіпідготовкидоуроку.віноптимальнокоригуєтьсявикладачемвідповіднодообставин."
    },
    {
      "id": 1130.5,
      "title": "ВИСНОВКИ ТА РЕКОМЕНДАЦІЇ",
      "value": "",
      "key": "gsx$висновкитарекомендації"
    },
    {
      "id": 1131,
      "title": "Позитивні моменти уроку",
      "value": "",
      "key": "gsx$позитивнімоменти"
    },
    {
      "id": 1132,
      "title": "Недоліки уроку",
      "value": "",
      "key": "gsx$недоліки"
    },
    {
      "id": 1133,
      "title": "Рекомендації",
      "value": "",
      "key": "gsx$рекомендації"
    },
    {
      "id": 1134,
      "title": "Загальна оцінка уроку",
      "value": "",
      "key": "gsx$загальнаоцінка"
    }
  ]