// struct

let questions = {
    "section": {
        "name": "Аналіз уроку 2020",
        "teacher_": "Аналіз уроку 2020",
    },

}


/*  ПИТАННЯ ФОРМИ

Аналіз уроку 2020
Розділ 1 з 50
Аналіз уроку 2020
Вчитель, урок якого відвідують
*
Хто відвідує урок
*
Предмет
*
Алгебра
Англійська мова
Астрономія
Біологія
Всесвітня історія
Географія
Геометрія
Громадянська освіта
Зарубіжна лiтература
Захист України
Індивідуальне
Інформатика
Історія
Історія України
Креслення
Математика
Мистецтво
Музичне мистецтво
Навчання грамоти
Німецька  мова
Німецька мова (ф)
Образотворче мистецтво
Основи здоровя
Правознавство
Природознавство
Російська мова
Технології
Трудове навчання
Українська література
Українська мова
Українська мова. Читання
Українське читання
Фiзика
Фізкультура
Хімія
Художня культура
Читання
Я досліджую світ
Я і Україна
Я у світі
Інше…
Дата проведення уроку
*
Місяць, день, рік
Клас, група
*
Аспект, за яким проводиться аналіз
*
1.
Відповідно до поставленої мети
2.
Повний аналіз
3.
Комплексний аналіз
4.
Психологічний аналіз уроку
5.
Соціологічний аналіз уроку
6.
Аналіз уроку з позицій формування вмінь
7.
Аналіз уроку з позицій розвивального навчання
8.
Аналіз виховних аспектів уроку
9.
Схема аналізу уроку іноземної мови
10.
Схема аналізу уроку математики
11.
Схема аналізу уроку біології
12.
Схема аналізу уроку хімії
13.
Схема аналізу уроку фізики
14.
Аналіз уроку фізичної культури у початковій школі
Після розділу 1
Розділ 2 з 50
Аналіз уроку відповідно до поставленої мети
Мета
*
1.
Планування навчально-виховних завдань уроку та оцінювання їхньої оптимальності
2.
Оцінювання оптимальності вибору методів, прийомів та засобів навчання
3.
Перевірка, оцінювання знань, умінь, навичок
4.
Як формуються загальнонавчальні вміння та навички на уроці
5.
Вивчення способів активізації пізнавальної діяльності
6.
Вивчення характеру взаємовідносин учителя й учнів
7.
Реалізація принципів навчання на уроці
8.
Організація пізнавальної діяльності на уроці
Після розділу 2
Розділ 3 з 50
Мета: планування навчально-виховних завдань уроку та оцінювання їхньої оптимальності
1. Повнота, комплексність, різноманітність завдань уроку
*
низький рівень
середній рівень
високий рівень
2. Урахування особливостей учнів класу під час планування задач.
*
не враховано
враховано частково
враховано повністю
3. Навчальні, виховні, розвиваючі завдання.
*
низький рівень
середній рівень
високий рівень
4. Наявність диференційованих завдань.
*
відсутні
є диференційовані завдання
5. Правильність виділення серед системи завдань основних, найбільш суттєвих за цих умов
*
не виділено
частково виділено
виділено правильно
Після розділу 3
Розділ 4 з 50
Мета: оцінювання оптимальності змісту уроку
1. Відповідність змісту уроку вимогам програм
*
не відповідає
відповідає частково
відповідає повністю
2. Вибір найбільш раціональної логіки розкриття матеріалу
*
не раціонально
на середньому рівні
вибрано раціонально
3. Науковість, систематичність, доступність викладу матеріалу, повнота розкриття теми
*
низький рівень
середній рівень
високий рівень
4. Виховна спрямованість уроку
*
зовсім не простежується
частково присутня
повністю реалізовано
5. Трудова, політехнічна спрямованість уроку
*
зовсім не простежується
частково присутня
повністю реалізовано
6. Оцінювання змісту матеріалу з точки зору його розвиваючого впливу
*
низький рівень	середній рівень	високий рівень
пізнавальних інтересів			
емоцій			
раціональних прийомів мислення			
загально навчальних навичок та вмінь			
волі			
наполегливості			
7. Здійснення міжпредметних зв'язків.
*
не реалізовано
реалізовано частково
реалізовано достатньо
8. Уміння вчителя виділяти у змісті матеріалу основні ідеї та думки, концентрувати увагу на провідних принципах, фактах, законах
*
низький рівень
середній рівень
високий рівень
9. Помилки під час підбору змісту уроку
*
є значні помилки, які впливають на якість уроку
є окремі незначні помилки
не виявлено
Після розділу 4
Розділ 5 з 50
Мета: оцінювання оптимальності змісту уроку
1. Відповідність методів загальній спрямованості навчання, дидактичній меті, змісту  матеріалу, віку учнів, специфіці предмета.
*
не відповідає
відповідає частково
відповідає повністю
2. Методи вивчення нового матеріалу.
*
розповідь
пояснення
метод проблемного викладу знань учителем
репродуктивна бесіда
бесіда із застосуванням прийому аналогії
евристично-дедуктивна бесіда
Інше…
3. Методи формування вмінь та навичок.
*
розповідь
пояснення
бесіда
діалог
лекція
Інше…
4. Методи стимулювання та мотивації
*
метод "Еврика"
метод "Навмисна помилка", або "Допоможи мені"
дискусія
метод стимулювання обов´язку і відповідальності в навчанні
Інше…
5. Методи контролю та самоконтролю
*
https://pidru4niki.com/10380916/pedagogika/metodi_kontrolyu_samokontrolyu_navchanni
усний індивідуальний контроль
усний фронтальний контроль
письмовий контроль
практичний контроль
самоконтроль відсутній
Інше…
6. Оптимальність поєднання різних методів, обгрунтованість методів.
*
низький рівень
середній рівень
високий рівень
7. Використання наочних посібників, дидактичних матеріалів, технічних засобів.
*
низький рівень
середній рівень
високий рівень
8. Методика організації самостійних робіт.
*
https://pidru4niki.com/17211017/pedagogika/organizatsiya_samostiynoyi_roboti_uchniv_urotsi
Робота з книжкою
Вправи
Розв'язання різноманітних завдань та виконання практичних і лабораторних робіт
Різноманітні перевірочні самостійні роботи, контрольні роботи, диктанти, твори
Підготовка доповідей та рефератів
Виконання індивідуальних та групових завдань
Домашні лабораторні досліди та спостереження
Технічне моделювання та конструювання
9. Використання переваг кабінетної системи.
*
не здійснено
частково здійснено
здійснено
Після розділу 5
Розділ 6 з 50
Мета: перевірка, оцінювання знань, умінь, навичок
https://vseosvita.ua/library/metodika-organizacii-kontrolu-za-vikonannam-domasnih-zavdan-z-matematiki-v-osnovnij-skoli-100642.html
1. Місце контролю в системі уроку
*
не простежується
не суттєве
значне
2. Методи контролю, доцільність Їхнього застосування.
*
спостереження
усне опитування
письмовий контроль
графічна перевірка
Інше…
Доцільність методів контролю
*
не доцільно
доцільно
3. Методика перевірки домашніх завдань.
*
фронтальний огляд
збирання робіт для подальшої перевірки
біля дошки
фронтальне опитування
ущільнене опитуваання
самоперевірка
прийом "Заповни пропуски" (на дошці)
Інше…
4. Розвиток в учнів навичок самоаналізу та самоконтролю
*
взаємна перевірка
рецензування
запитання тим, хто відповідає
Інше…
5. Кількість опитаних учнів.
*
6. Виховний бік перевірки.
*
низький рівень
середній рівень
високий рівень
7. Урахування індивідуальних особливостей під час перевірки.
*
не враховано
частково враховано
повністю враховано
8. Способи активізації учнів під час перевірки.
*
http://zakinppo.org.ua/2010-06-02-07-15-32/2010-06-02-13-06-58/162-2010-03-30-06-40-16
формулювання привабливої мети
відтягнута відгадка
прийом «Здивуйся!»
фантастичний компонент
спіймай помилку!
практичність теорії.
прес-конференція.
питання до тексту.
Інше…
9. Кількість оцінок, Їхня об'єктивність, аргументація.
*
Об'єктивність та аргументація оцінок
*
не здійснено
здійснено
10. Зміст та характер запитань, завдань 
*
відтворюючі
проблемні
спрямовані на встановлення причинно-наслідкових зв'язків
Інше…
11. Оцінювання рівня якості знань, умінь, навичок
*
повнота
усвідомленість
міцність
глибина
наявність системи у відповідях
Інше…
Після розділу 6
Розділ 7 з 50
Мета: як формуються загальнонавчальні вміння та навички на уроці
1. Які завдання формування загальнонавчальних навичок були помічені?
*
низький рівень
середній рівень
високий рівень
2. Які види діяльності в зв'язку з цим були обрані і чому?
*
низький рівень
середній рівень
високий рівень
3. Які завдання і вправи пропонувалися для формування загальнонавчальних умінь та навичок?
*
виділення головного
встановлення логічної послідовності
вміння проаналізувати
формулювання висновків
Умiння запитувати
уміння узагальнювати
Інше…
4. Які методи роботи були обрані
*
метод гри
віртуальна подорож
назвати дану групу слiв одним словом
прибрати зайве
дiбрати до даного слова тi слова, якi воно об’єднує
дати чiтке, коротке визначення речей, якими ми користуємося
Інше…
5. Які загальнонавчальні вміння та навички формувалися
*
навчально-організаційні
загальномовленневі
загальнопізнавальні
контрольно-оцінні
Інше…
6. Чи мати труднощі вчитель та учні під час розв'язання цих завдань?
*
так
ні
7. Як здійснюються формування навичок, планування навчальної роботи
*
планування відповідей
планування творів
планування доведень
8. Як формується вміння виділяти основне в матеріалі. Вчитель ...
*
концентрує на ньому увагу
виділяє суттєві ознаки
записує основні думки
підкреслює їх інтонацією
аналізує логіку відповідей учнів
Після розділу 7
Розділ 8 з 50
Мета: вивчення способів активізації пізнавальної діяльності 
1. Активізація пізнавальної діяльності на різних етапах уроку.
*
низький рівень
середній рівень
високий рівень
2. Прийоми активізації у разі застосування різних методів навчання
*
розповідь
пояснення
наведення прикладів
Інше…
3. Використання проблемного навчання, індивідуального та диференційованого підходів із метою активізації пізнавальної діяльності.
*
низький рівень
середній рівень
високий рівень
4. Види активності
*
зовнішня
пізнавальна
Інше…
5. Моменти найбільшої активності учнів
*
перевірка домашнього завдання
мотивація навчальної діяльності
вивчення нового матеріалу
підсумки уроку
Інше…
6. Результативність активізації в якісному та кількісному відношеннях
*
низький рівень
середній рівень
високий рівень
Після розділу 8
Розділ 9 з 50
Мета: вивчення характеру взаємовідносин учителя й учнів
1. Організація роботи учнів на різних етапах уроку.
*
низький рівень
середній рівень
високий рівень
2. Вміння вчителя володіти класом, активізувати діяльність учнів, організувати самостійну роботу
*
низький рівень
середній рівень
високий рівень
3. Індивідуальний підхід до учнів
*
низький рівень
середній рівень
високий рівень
4. Рівень педагогічних вимог до учнів, до їхніх відповідей, до розвитку мови та мислення
*
низький рівень
середній рівень
високий рівень
5. Характер постановки запитань учням.
*
не чіткий
чіткий
Інше…
б. Реакції на помилки учнів
*
відсутні
частково присутні
негайні
по завершенню
Інше…
7. Репліки під час оцінювання учнів, аргументація оцінок.
*
відсутні
частково присутні
негайні
Інше…
8. Характер і тон дисциплінарних зауважень.
*
байдужий
емоційний
Інше…
9. Загальна емоційна та інтелектуальна атмосфера на уроці.
*
атмосфера довіри
релаксації
емоційна
напружена
атмосфера байдужості
Інше…
10. Дотримання норм педагогічної етики. Культура спілкування. 
*
низький рівень
середній рівень
високий рівень
11. Стиль і темп роботи вчителя, їх вплив на діяльність учнів
*
енергійність
рішучість
млявість
байдужість
Інше…
12. Стимулювання успіхів учнів, арсенал стимулів.
*
відсутнє
вербальне
оцінювання
Інше…
13. Мовна взаємодія на уроці 
*
культура мови
логічність
емоційність
Інше…
Після розділу 9
Розділ 10 з 50
Мета: реалізація принципів навчання на уроці
1. Реалізація основних дидактичних принципів у змісті та методах навчання.
*
https://pidru4niki.com/11570718/pedagogika/osnovni_didaktichni_printsipi
науковості
систематичності
виховання
зв'язку навчання з життям
природо відповідності
індивідуалізації
активності
наочності
2. Реалізація принципів навчання на різних етапах уроку.
*
ні
частково
так
Інше…
3. Показ реалізації принципу науковості на уроці:
використання новітніх досягнень
вивчення законів науки
переживання учнями власного відкриття
ознайомлення з яскравими фактами біографій
Інше…
4. Показ реалізації принципу доступності на уроці:
виділення основного, істотного в емпіричному компоненті змісту (властивості, ознаки, функції тощо.)
добір достатньої кількості фактів, прикладів для формування ядра знань
обсяг знань і темп навчання обирався з урахуванням реальних вікових та індивідуальних здібностей учнів
диференційована допомога
відповідність прийнятим нормам обсягу домаш­нього завдання
послідовне ускладнення навчальних і практичних задач
послідовний пере­хід від простого до складного, від часткового до загального, від уявлень до понять, від невідомого до відомого
продумані ситуації неоднакового часу, який потребують учні для виконання завдань; готувати індивідуальні додаткові завдання або пропонувати лідерам взаємодіяти з тими, хто не встигає
Інше…
5. Показ реалізації принципу послідовності і систематичності навчання на уроці:
поділнавчального матеріалу на логічно зв'язані розділи і блоки
використання схем, планів, таблиць, опорних конспектів, модулів й інші форми логічного подання навчального матеріалу
дається орієнтовна основа дій, формулюється мета навчання
навчання учнів користуватися довідниками, словниками, енциклопедіями
встановлення на уроці його змістового центру
Інше…
6. Показ реалізації принципу наочності змісту і діяльності на уроці:
натуральна (природна) наочність
символічна наочність
ілюстративна компонента
діяльнісна компонента
Інше…
7. Показ реалізації принципу активності і свідомості на уроці:
інтелектуальна активність
емоційна активність
самоконтроль через рефлексію
розробка учнями власних планів
Інше…
8. Показ реалізації принципу активності на уроці:
учити дітей ставити запитання
у навчанні завжди використовує альтернативні підходи, пози­ції і точки зору до будь-якого суттєвого питання
відшукуються з учнями причини того, що вивчається
у  процесі навчання робляться зупинки і пропонується учням про­аналізувати їхню діяльність
Інше…
9. Показ реалізації принципу міцності і системності знань на уроці:
зроблено початковим і основним завданням роботи з учнями забезпечення їх позитивного ставлення до предмета та його окре­мих тем
навчає дітей виділяти в матеріалі головне
вивчає матеріал з різних боків і за допомогою різних видів діяльності
повертатися до вивченого матеріалу тоді, коли це стає необхід­ним в контексті вивчення нового
організовується систематичний контроль (самоконтроль, взаємо­контроль) і оцінювання (самооцінку, взаємооцінку) результатів навчання
Інше…
10. Показ реалізації принципу зв'язку теорії з практикою на уроці:
застовування отриманих знань у життя, не відчудження теорії від практики
джерелом теорії виступає сам учень у ході практичної діяльності
пропонується учням будь-яку діяльність усвідомлювати та теоретично структурувати у вигляді моделі
Інше…
11. Показ реалізації принципу гармонійного розвитку особистості на уроці:
на уроці поставено виховну мету
зміст уроку використовується з виховною метою
цілеспрямовано формуються узагальнені прийоми розумової діяльності учні
формуються загальнонавчальні навички раціональної організації навчальної праці
формується  інтерес до предмета
формуються уміння користуватися набутими знаннями і розширю­вати їх під час самостійного вивчення
розвивається самостійність і пізнавальні здібності учнів, готувати їх до творчої діяльності
формується  критичне та творче мислення
прищеплюється любов до праці, почуття відповідальності за результати власної діяльності і поведінки, організованість і дис­ципліну, навички якісного виконання робіт, ефективного вико­ристання навчального часу, цілеспрямованість у досягненні поставленої мети
виховується культура усної і писемної мови
формуються  вміння виділяти основне при вивченні навчального матеріал
формуються вміння працювати з книжкою, інформаційним і програмним забезпеченням комп'ютера, пошуковими системами глобальної мережі Інтернет
Інше…
12. Показ реалізації принципу розвивального навчанняна уроці:
систематична робота вчителя над розвитком усіх основних типів мислення: наочно-дійового або практичного, наочно-образного і абстрактно-теоретичного
проблемність у навчанні. Учень лише тоді включається в піз­навальний процес і виявляє розумову активність, коли стикається з проблемами (питаннями і задачами), які йому треба розв'язати.
індивідуалізація і диференціація навчання (рівнева та профільна)
систематичний розвиток прийомів розумової діяльност
систематичний розвиток мнемічної діяльності: розвиток пам'я­ті для того, щоб в учнів сформувався фонд дійових знань.
Інше…
13. Чи можна говорити про єдність та взаємозв'язок принципів навчання на уроці.
*
ні
частково
так
Після розділу 10
Розділ 11 з 50
Мета: організація пізнавальної діяльності на уроці
1. Організація сприйняття на уроці
*
підготовка до сприйняття
створення умов для успішного сприйняття матеріалу
сприйняття безпосереднє
сформовані нові уявлення
управління сприйняттям з боку вчителя
Інше…
2. Формування понять на уроці
*
виділяються у структурі знань наукові факти, поняття, закони, теорії
формулювання нових понять, теоретичних узагальнень,  висновків (використовував аналіз, синтез, порівняння)
високий рівень
наявні всі етапи формування понять
Інше…
3. Організація запам 'ятовування
*
встановлення зв'язку нового з раніше вивченим
концентрація уваги на основному
організація повторення основних правил, законів, виведених на уроці
організація закріплення
Інше…
Після розділу 11
Розділ 12 з 50
Повний аналіз уроку
Після розділу 12
Розділ 13 з 50
I.  Тип і структура уроку
1. Тип уроку
*
2. Структура уроку
*
3. Мета уроку, дидактичні завдання окремих етапів
*
4. Витрата часу
*
Після розділу 13
Розділ 14 з 50
II.  Зміст та методика повторення вивченого:
1. Повнота та глибина перевірки.
*
низький рівень
середній рівень
високий рівень
2. Методика повторення, диференціація завдань.
*
низький рівень
середній рівень
високий рівень
3. Кількість задіяних перевіркою учнів.
*
4. Об'єктивність оцінювання.
*
не об'єктивно
об'єктивно
5. Аргументація оцінювання.
*
не аргументовано
аргументовано
Після розділу 14
Розділ 15 з 50
III. Вивчення нового матеріалу:
1. Вимоги програми
*
не виконано
виконано частково
виконано
2. Науковість, зв'язок із життям, систематичні сть, доступність, співвідношення у матеріалі головного та другорядного
*
низький рівень
середній рівень
високий рівень
3. Відповідність матеріалу цілям та завданням уроку.
*
низький рівень
середній рівень
високий рівень
Після розділу 15
Розділ 16 з 50
IV. Методи навчання
1. Оснащеність уроку наочними посібниками, дидактичними матеріалами.
*
низький рівень
середній рівень
високий рівень
2. Обrрунтованість застосованих методів.
*
не обгрунтовано
обгрунтовано
3. Активізація пізнавальної діяльності.
*
не здійснено
здійснено
4. Використання методів проблемного навчання.
*
низький рівень
середній рівень
високий рівень
5. Поєднання фронтальної, індивідуальної та групової форм роботи. 
*
низький рівень
середній рівень
високий рівень
6. Самостійна робота учнів.
*
низький рівень
середній рівень
високий рівень
7. Методика контролю та обліку знань. Дотримання на
*
низькому рівені
середньому рівені
високому рівені
Після розділу 16
Розділ 17 з 50
V. Засвоєння нового
1. Добір матеріалу для формування умінь та навичок.
*
не доцільно
доцільно
2. Самостійна робота під час закріплення.
*
не виконувалася
виконувалася
3. Зворотній зв'язок. Оцінювання відповідей.
*
низький рівень
середній рівень
високий рівень
Після розділу 17
Розділ 18 з 50
VI. Завдання додому
1. Обсяг, характер і доступність матеріалу.
*
підібрано не раціонально
підібрано раціонально
2. Наявність та характер інструктажу
*
не проводився
проводився
3. Наявність диференційованих завдань.
*
ні
так
4. Місце домашнього завдання на уроці
*
на початку уроку
по завершення підсумків уроку
не задавалося
Інше…
Після розділу 18
Розділ 19 з 50
VII. Характер діяльності вчителя
1. Рівень педагогічних вимог до роботи учнів, розвитку їхніх мови, мислення.
*
низька
серендя
висока
2. Мова вчителя                                                                    
*
лаконічна
чітка
зрозуміла
емоційна
Інше…
3. Стиль поведінки вчителя.                                                                    
*
демократичний
авторитарний
байдужий
Інше…
3. Організаторська, управлінська діяльність вчителя. Робота з різними групами учнів.
*
не простежувалася
на належному рівні
4. Діяльність вчителя як консультанта та координатора навчання.
*
низький рівень
середній рівень
високий рівень
Після розділу 19
Розділ 20 з 50
VIII. Характер діяльності учнів
1. Самостійна робота. Робота в групах
*
ні
так
2. Диференціація та індивідуалізація
*
ні
так
3. Активність мислення
*
низький рівень
середній рівень
високий рівень
4. Розвиток психічної сфери учнів
*
низький рівень
середній рівень
високий рівень
Після розділу 20
Розділ 21 з 50
ІХ. Результати уроку
1. Підбиття підсумків
*
не зроблено
зроблено
2. Виконання плану
*
не виконано
виконано частково
виконано
3. Рівень досягнення мети.
*
низький рівень
середній рівень
високий рівень
4. Рівень якості знань, умінь, навичок, виявлених на уроці
*
низький рівень
середній рівень
високий рівень
Після розділу 21
Розділ 22 з 50
Загальний висновок та рекомендації
Позитивні моменти уроку
*
Раціонально, вдумливо й дидактично грамотно визначена основна мета уроку, вона чітко випливає зі змісту навчального матеріалу, відповідає віковим та інтелектуальним особливостям учнів класу та несе інформацію про кінцевий результат уроку.
Відповідно до місця уроку у темі, що вивчається, основної мети та за-вдань окремих його частин, які чітко формулюються перед учнями та узгоджуються з їхнім особистим досвідом, тип обрано правильно.
Надана перевага стійкій структурі уроку.
З урахуванням особистісно орієнтованого підходу до навчання вчитель надає перевагу гнучкій структурі уроку.
Уміло проводиться мотивація навчальної діяльності учнів на всіх етапах уроку, що сприяє збудженню їхнього інтересу до вивчення нової теми, творчої діяльності.
Зміст уроку повністю відповідав вимогам навчальної програми та змісту поставлених завдань.
Свідомому засвоєнню нового матеріалу слугувало методично правильно організоване повторення раніше вивченого матеріалу та актуалізація опорних знань, умінь і навичок учнів.
Належним чином було проведено перевірку домашнього завдання.
Робота з вивчення нового матеріалу характеризується конкретністю і чіткістю реалізації основних завдань уроку.
Виклад нового матеріалу відзначається логічністю, вмілим виділенням головного, істотного.
Учитель розкриває зміст теми цікаво
Уміло пов'язує виучуваний матеріал з життям, виробничим оточенням і робить це так, що цей зв'язок випливає зі змісту виучуваного матеріалу та є його логічним продовженням.
У ході подання нового матеріалу проводиться безпосередня перевірка якості розуміння його учнями.
Засвоєння нового матеріалу школярами на уроці є оптимальним.
Постановка вчителем питань стимулює розвиток розумових сил, не налаштовує на заучування, збуджує думку, виховує інтерес до навчання.
Питання, які задає вчитель, вимагають вдумливого читання, розуміння та осмислення матеріалу, але не його механічного заучування.
Учитель направляє хід думки учнів таким чином, щоб вони активно, зосереджено намагались побачити невидиме, зрозуміти приховане, розглянути незвичайне у звичайному (розумова активність).
Види роботи відповідали віковим особливостям учнів, дозволили педагогу активізувати їхню навчальну діяльність, учні були не пасив¬ними слухачами, а активними учасниками.
Оптимально організовано самостійну роботу учнів під керівництвом учителя з урахуванням рівня їхніх навчальних можливостей.
Використання наочності та технічних  засобів  навчання дозволило не тільки доступно викласти новий матеріал і закріпити його, але і зекономити час на вироблення практичних умінь і навичок в учнів на уроці.
Запитання вчителя до учнів спонукали їх до самостійних суджень і практичних дій.
Слід відзначити вміння учнів гідно триматися під час відповіді як з місця, так і біля дошки, звернутися до вчителя, доповнити чи виправити відповідь товариша.
Оцінювання роботи учнів проводилося відповідно до критеріїв, об'єктивно і аргументовано.
Майстерність учителя виявлялася в тому, що знання, набуті учнями на попередніх уроках, вдало застосовуються на цьому, повторення оптимально співвідноситься з вивченням нового матеріалу таким чином, що для повторення не потрібно спеціально виділяти час. Систематична робота вчителя в цьому напрямку дасть змогу повторювати учням матеріал без завдань для домашнього повторення за підручником.
Заслуговує на увагу робота з вироблення культури навчальної праці.
Учитель постійно організовує роботу школярів із навчальною книгою.
З точки зору виховного впливу уроку треба відмітити особистість вчителя. Спокійний тон, уважне і добре ставлення до учнів в поєднанні з вимогливістю, манера звертатися до класу, витримка — все це передається дітям і слугує еталоном людських відносин. Вихованню сприяли засоби навчання, а саме естетика їхньої форми і змісту.
Урок відзначається свідомою робочою дисципліною.
Продумано і своєчасно дано домашнє завдання. Зміст його випливає з усього ходу уроку і має творчий характер, спонукає учнів самостійно робити висновки, поглиблювати і завершувати роботу, розпочату на уроці (вдосконалення вмінь вчитися, підготовка до оволодіння знаннями в класі, спостереження над предметами та явищами природи і праці, задоволення і розвиток багатогранних інтелектуальних запитів).
Учитель зробив потрібні роз'яснення щодо виконання завдання і перевірив рівень розуміння ходу його виконання учнями. Попередив учнів про можливі труднощі під час виконання завдання та дав рекомендації щодо їхнього подолання.
На уроці створено належні матеріальні, морально-психологічні, гігієнічні, естетичні умови. Урок проходить у чистому, добре провітреному класі.
Урок має логічне завершення: проводиться перевірка завдань, які дано учням перед його початком.
Висновки за уроком робить учитель.
Прийоми мотивації та організації навчальної роботи учнів упродовж уроку сприяють створенню такої ситуації, при якій учні відчувають задоволення від своїх успіхів у навчанні (ситуація успіху).
Зміст уроку сприяв розвитку в учнів інтересу до навчання.
Активна робота учнів у ході уроку дозволяє зробити висновок, що матеріал з теми засвоєно і мети його досягнуто.
Звертає на себе увагу кропітка, продумана, здійснювана з уроку в урок підготовка вчителя і учнів до активної роботи, система роботи вчителя з підготовки учнів до тематичного оцінювання. Урок проведено відповідно до обґрунтованого, чіткого плану, складеного вчителем у процесі підготовки до уроку. Він оптимально коригується викладачем відповідно до обставин.
Недоліки уроку
*
нехтування вчителем підготовкою плану проведення уроку.
не приділяється належна увага мотивації й інтересу учнів до уроку.
тема уроку не записується на дошці.
мета уроку не узгоджується в процесі обговорення з учнями, а задається самим учителем.
не проводиться оперативна перевірка якості виконання учнями письмових завдань, підготовки до уроків.
час активної роботи учнів на уроці набагато менший за час активного пояснення вчителя.
мовчання більшості учнів на уроці.
відсутня диференціація навчання на різних етапах уроку.
учні на уроці пасивні.
робота з обмеженим колом школярів.
відповіді учнів на запитання вчителя в основному мають репродуктивний, відтворюючий характер. характер навчальних завдань репродуктивний за алгоритмом.
учитель виступає репродуктором навчання.
мало уваги приділяється виділенню основного, найбільш суттєвого із змісту вивченого матеріалу та його багаторазовому повторенню.
не приділяється достатньої уваги підготовці учнів до тематичного оцінювання.
панує напруженість, страх.
нераціонально використовується час уроку.
домашнє завдання не записано на дошці, задане після дзвінка, недиференційоване, значно перевищує обсяг роботи, виконаної на уроці.
невчасно завершується урок.
невміння якісно побудувати урок.
зосередження уваги лише на учневі, який відповідає.
неувага до відповіді учня, втручання у відповідь.
гостра реакція на будь-які відхилення у поведінці учнів на уроці.
«загравання» з учнями, намагання сподобатись, невміння знайти правильний тон.
невміння спрямувати навчання та виховання на колектив учнів.
погрози, грубі зауваження як основні засоби впливу на учнів.
невиразність мови.
невміння поставити акцент на найголовніше.
монотонність голосу.
нерухомість фігури.
неврахування інтересів, захоплень учнів або повна їхня відсутність.
механічне запозичення педагогічного досвіду.
намагання скопіювати побачене.
Інше…
Рекомендації
*
Вимоги до рекомендацій, які даються вчителеві після відвідування уроків: 1. Відповідати висновкам і меті відвідування. 2. Орієнтувати вчителя на усунення причин, що зумовили недоліки. 3. Бути реальними (вчитель зможе їх виконати, а школа створити необхідні умови). 4. Бути конкретними. 5. Передбачити розвиток наявного у вчителя досвіду. 6. Мати дійовий характер (передбачати наступний контроль за їхнім виконанням).
Комплексно обмірковувати та конкретизувати в плані завдання навчання, розвитку та виховного впливу.
Ретельніше обмірковувати не лише навчальну мету, але й розвивальну та виховну, опрацювати в методичному кабінеті підбір матеріалу «рекомендація вчителю — вимоги до визначення мети та завдань уроку».
Конкретизувати мету та завдання уроку, пов'язуючи їх зі змістом навчального матеріалу.
Доцільним є використання наочності, обмірковування її місця в структурі уроку.
Застосовувати таку наочність, яка привернула б увагу учнів до матеріалу, що вивчається.
Використовувати в системі методів навчання елементи проблемності через систему відповідних прийомів.
Обмірковувати та правильно використовувати контрольно-коригувальну функцію фрагменту уроку як стимулюючу роль навчальної праці.
Ретельно обмірковувати методи та прийоми роботи з навчальним матеріалом відповідно до структурної організації уроку.
Обмірковувати систему вправ, належну практику спрямованості уроку.
Обмірковувати систему запитань, які спонукати б до висновків, зіставлень, аналізу.
Приділити увагу підбору дидактичного матеріалу (елементи новизни, факти для порівняння, зіставлення, висновків), подбати про його виховне значення (методичний кабінет школи «на допомогу вчителю»).
Практикувати випереджальні завдання, обмірковувати їх систему, значення.
Обмірковувати систему роботи з підручником, передбачати самостійну роботу (різні види — відбір матеріалу для ілюстрацій, виписування з підручника орфограм, правил, законів тощо).
Система тренувальних вправ має передбачати не лише аналіз явищ, але й творчі завдання.
Звернути увагу на реалізацію можливостей міжпредметних зв'язків.
Обмірковувати систему контролю та корекції знань; обмірковувати структуру уроку, впроваджувати різні форми і методи роботи, урізноманітнювати навчальну працю учнів.
Враховувати важливу роль бесіди в структурі уроку.
Звернути увагу на розвивальне навчання — розвиток розумових здібностей учнів (мислення, мови, уяви, пам'яті тощо) через доцільний підбір методів та форм роботи.
Недостатнє використання підручника як первинного джерела знань, як засобу організації самостійної роботи учнів.
Етап уроку «домашнє завдання» не набув навчального характеру, а «перевірка домашнього завдання» — достатнього використання для актуалізації матеріалу, необхідного для засвоєння нової теми.
Задавати домашнє завдання не обов'язково в кінці уроку, можна передбачати його на початку уроку або в середині згідно з логікою навчального процесу.
Розробити моделі уроків.
Зосереджуватись на правильних прийомах праці з учнями (опрацювати матеріал «типи, структура, методика уроку в школі» за редакцією в. П. Онищука).
Звернути увагу на оволодіння прийомами педагогічної технології, її значення в діяльності вчителя; розробити різні види вправ.
Обміркувати систему домашніх завдань для циклу уроків з теми, передбачаючи індивідуальний підхід і впровадження принципу диференційованого навчання.
Розробити фрагменти уроків з теми.
Розробити цикл можливих інтегрованих тем.
Звернути увагу на використання гри як методу організації навчально-виховного процесу.
Звернути увагу на методику організації колективної, групової, індивідуальної творчої діяльності.
Систематично працювати над попередженням неуспішності учнів
Інше…
Загальна оцінка уроку
*
Урок проведено на неналежному рівні.
Урок проведено на належному рівні
Урок проведено на високому методичному рівні
Після розділу 22
Розділ 23 з 50
Комплексний аналіз уроку
Після розділу 23
Розділ 24 з 50
1. Планування навчально-виховних цілей на основі програм та їхньої конкретизації 
1. Освітні завдання уроку
*
опрацювати матеріал уроку згідно навчальних програм
повторити раніш вивчений матеріал
узагальнити знання з теми
самостійно опрацювати тему
Інше…
2. Виховні завдання уроку
*
викликати в дітей інтерес до предмету вивчення
сприяти формуванню ціннісного ставлення до …
виховувати почуття доброти;
пробуджувати співчуття до …
формувати толерантність, уміння поважати інших;
заохочувати співробітництво дітей;
розвивати здатність до уяви;
виховувати пошану і увагу до своїх рідних, старших людей;
формувати почуття відповідальності, вимогливості до себе, охайності, дбайливості, дисциплінованості, старанності, наполегливості;
виховувати шанобливе ставлення до народних традицій;
формувати розуміння краси в природі, предметах побуту, праці, людських взаєминах тощо
Інше…
3. Завдання розвитку інтелекту, волі, емоцій, інтересів
*
розвиток уваги
розвиток емпатії
розвиток пам'яті
розвиток мисленнєвих операцій
Інше…
4. Взаємозв' язок дидактичних, виховних цілей розвитку на різних етапах навчання
*
не реалізовано
частково реалізовано
повністю реалізовано
Після розділу 24
Розділ 25 з 50
2. Оцінювання оптимізації змісту
1. Виділення основного, суттєвого
*
не реалізовано
частково реалізовано
повністю реалізовано
2. Виділення об'єкта міцного засвоєння
*
не реалізовано
частково реалізовано
повністю реалізовано
3. Повноцінність змісту уроку на різних етапах
*
ні
так
Після розділу 25
Розділ 26 з 50
3. Вибір та застосування різних джерел повідомлення учням нових знань
1. Підручник
*
ні
так
2. Додаткова література
*
ні
так
3. Інтернет
*
ні
так
4. Інше
*
Після розділу 26
Розділ 27 з 50
4. Оптимальне поєднання різних методів навчання під час уроку.Обгрунтованість вибору.
1. Оптимальне поєднання різних методів навчання під час уроку
*
не оптимально
оптимально
Інше…
2. Обгрунтованість вибору
*
ні
частково
так
Після розділу 27
Розділ 28 з 50
5. Використання різних прийомів роботи
Використання різних прийомів роботи
*
бесіда
розповідь
пояснення
обговорення
диспут
переказ
елементи гри
взаємоперевірка
дослідження
Після розділу 28
Розділ 29 з 50
6. Виховання інтересу до навчання
Виховання інтересу до навчання
*
на низькому рівні
на середньому рівні
на високому рівні
Інше…
Після розділу 29
Розділ 30 з 50
7. Культура праці вчителя та учнів
Культура праці вчителя
*
на низькому рівні
на середньому рівні
на високому рівні
Інше…
Культура праці учня
*
на низькому рівні
на середньому рівні
на високому рівні
Інше…
Після розділу 30
Розділ 31 з 50
8. Контроль за засвоєнням знань, умінь, навичок
https://pidru4niki.com/18420107/pedagogika/zmist_vidi_metodi_formi_kontrolyu
Форми контролю
*
фронтальна
групова
індивідуальна
комбінована
самоконтроль
взаємоконтроль
Інше…
Відповідність оцінювання рівня знань
*
ні
частково
так
Інше…
Після розділу 31
Розділ 32 з 50
9. Характер домашнього завдання, його диференційованість
Характер домашнього завдання
*
усне
письмове
індивідуальне
що заохочують, стимулюють школяра до навчання
що заохочують (стимулюють) школяра до пізнання
що розвивають індивідуальні здібності та інтереси дитини
групове
парне
що направлене на дослідницьку, пошукову, аналітичну роботу
що направлене на співпрацю
що направлене на співдружність
репродуктивне
конструктивно-варіативне
творче
Інше…
Диференційованість домашнього завдання
*
диференціація відсутня
диференційоване
Після розділу 32
Розділ 33 з 50
10. Оцінювання самоаналізу та самоконтролю навчальної діяльності
Оцінювання самоаналізу та самоконтролю навчальної діяльності
*
низький рівень
середній рівень
високий рівень
Інше…
Після розділу 33
Розділ 34 з 50
Психологічний аналіз уроку
Після розділу 34
Розділ 35 з 50
1. Загальна психологічна спрямованість уроку
1. Мотивація діяльності вчителя на уроці
*
за обов'язком
за інтересом
за традицією спільної діяльності
Інше…
2. Мотивація діяльності учнів на уроці
*
за обов'язком
за інтересом
за традицією спільної діяльності
Інше…
3. Інтерес учителя до уроку
*
до змісту
до методів
до форм
3. Інтерес учнів до уроку
*
до змісту
до методів
до форм
Після розділу 35
Розділ 36 з 50
2. Реалізація ідей розвиваючого навчання
1. Робота щодо формування активності, самостійності й творчості здійснювалася
*
на низькому рівні
на середньому рівні
на високому рівні
2. Засоби, які використовував учитель для постійного переходу від навчання до самонавчання
*
зацікавлення
стимулювання
елемент гри
наведення прикладу з життя
Інше…
Після розділу 36
Розділ 37 з 50
3. Організація пізнавальної діяльності на уроці
1. Чи були установки на сприймання, запам'ятовування і роздуми (що сприйняти, щозавчити, що обговорити)
*
ні
частково
так
Інше…
2. Як учитель домагався цілісного й свідомого, осмисленого сприйняття навчального матеріалу
*
поставив мету
спрямував усвідомленість в одне русло
застосував цілісний підхід
наочність
образність
Інше…
3. Як організував увагу 
*
спрямовував
переключав
реагував на відволікання
домагався стійкості
Інше…
4. Які види діяльності організовував для розвитку пам'яті
*
5. Які види діяльності організовував для запам'ятовування
*
6. Чи доцільно підібрав інформацію
*
ні
так
7. Чи робилося повторення
*
ні
так
8. Як перевіряв
*
9. Розвивав мислення учнів, використовуючи 
*
порівняння
зіставлення
аналіз
синтез
класифікацію
систематизацію
генералізацію
10. Як працював із поняттями, аргументами
*
не достатньо
достатньо
Інше…
11. Як розвивав творчу уяву
*
не достатньо
достатньо
Інше…
Після розділу 37
Розділ 38 з 50
4. Формування вмінь і навичок дітей
1. Як формував загальнонавчальні вміння й навички
*
на низькому рівні
на середньому рівні
на високому рівні
Інше…
2. Як вироблялися спеціальні вміння й навички
*
на низькому рівні
на середньому рівні
на високому рівні
Інше…
3. Які практикував види вправ і як вони сприяли тренуванню умінь і навичок
*
проблемна ситуація
повторення
копіювання дій
ротаційні трійки
акваріум
мозковий штурм
ажурна пилка
Інше…
4. Яку роль відіграють вказівки, інструкції, алгоритми, зразки під час формування вмінь і навичок
*
не значк
значну
5. Чи раціонально використав час для формування вмінь і навичок
*
не раціонально
раціонально
Після розділу 38
Розділ 39 з 50
5. Розвиток емоційно-вольової сфери учнів
1. Які емоції дітей переважають на уроці
*
зацікавлення
радість
агресивність
сум
байдужість
розпач
Інше…
2. Які засоби корекції емоцій використав учитель на уроці
*
бесіда
фізкультхвилинка
погрози
переключення на інший вид діяльності
підбадьорювання
створення ситуації успіху
3. Чи враховує педагог на уроці індивідуальні особливості й стан  дитини
*
не враховував
враховував
Інше…
4. Що робить учитель для активізації вольової сфери у дітей
*
Варіант 1
Інше…
5. Чи помічає учнів з агресивним і депресивним станом
*
не помічає
помічає
Інше…
Після розділу 39
Розділ 40 з 50
5.	Психологічна саморегуляція вчителя на уроці
1. Яке творче самопочуття вчителя на уроці
*
Варіант 1
2. Який контакт з учнями
*
Варіант 1
3. Як реагує вчитель на аналіз уроку
*
байждуе
не погоджується
агресивно
сперечається
Інше…
Після розділу 40
Розділ 41 з 50
Аналіз виховних аспектів уроку
Після розділу 41
Розділ 42 з 50
Світоглядний напрямок                                                 
Після розділу 42
Розділ 43 з 50
Навчальна праця на уроці
Після розділу 43
Розділ 44 з 50
Виховання дисципліни
1. Світоглядний напрямок
особистість учителя (приклад)
оптимізм
стосунки з людьми
ставлення до речей
ставлення до довкілля.
Інше…
2. Навчальна праця на уроці
робоче місце
планування
активність
самостійність
повага до істини
старанність
Інше…
3. Виховання дисципліни
виховання учнів
дотримання порядку
відповідальність
уміння слухати
вимоги на уроці
тактовність
аргументованість
вимоги, які грунтуються на довірі
вимоги, які грунтуються на успіхові
вимоги, які грунтуються на інтересах
Інше…
4. Особистий підхід на уроці
педагогічна любов
розуміння дітей
допомога дітей
оцінювання дітей
Інше…
Після розділу 44
Розділ 45 з 50
Аналіз уроку іноземної мови
1.	Мета уроку визначена 
*
чітко
конкретно
дидактично правильно
недостатньо чітко
неконкретно
дидактично виправдано
Інше…
2.	Види (етапи) мовної діяльності 
*
взаємопов'язані
недостатньо  логічно послідовно
не послідовно
обумовлені темою і метою уроку
не обумовлені змістом уроку та поставленим дидактичним завданням
Інше…
3. Використані методи роботи
*
ефективні
малоефективні
неефективні
передбачають ознайомлюючий
стандартизуючий
варіантний
комбінований характер мовної діяльності школярів
Інше…
4. Прийоми
*
вступу
активізації
практичного застосування фонетичного
лексичного
граматичного матеріалу
різноманітні, доцільні
стимулюючі активну пізнавальну мовну діяльність учнів
одноманітні
доцільні
нестимулюючі
Інше…
5. Учитель застосував 
*
хорові форми роботи
парні форми роботи
індивідуальні форми роботи
комбіновані форми роботи, які сприяли формуванню мовнихумінь і навичок
Інше…
6.	Використання аудіовізуальних способів навчання
*
телефон з колонками
ноутбук(и)
музичний центр
мультимедійний проектор
відеофільм
таблиці
картини
презентацію
Інше…
7. Зворотний зв'язок
*
достатній
достатній частково
незадовільний
Інше…
8. Темп уроку
*
високий
уповільнений
середній
9. Мовною практикою охоплені
*
всі учні класу
більша частина
менша
окремі учні
Інше…
10. Мовна діяльність школяра (
*
повністю
частково
 спрямована на 
*
формування
активізацію
автоматизацію
умінь та навичок 
*
вимови
аудіювання
діалогічного мовлення
монологічного
читання
і зазначеній меті уроку
*
відповідає
частково відповідає
не відповідає
11. Мовлення учнів має 
*
рецептивний характер
репродуктивний характер
умовнопродуктивний характер
продуктивний характер
12. Мовлення учнів 
*
повністю комунікативне
частково комунікативне
13. Учні оперують 
*
фонетичним
лексичним
граматичним
матеріалом на рівні 
*
слова
речення
репліки
зв'язного висловлювання
*
з використанням
без використання
навчальної опори
*
логічних: аналогій
алгоритмів
схем
таблиць
зорових, складових і слухозорових: картин, ілюстрацій, озвучень картини та діафільмів
Інше…
14. Учні проявили 
*
стійкі
слабкі
незадовільні
уміння і навички під час оперування лексичними одиницями, граматичними структурами в 
*
аналогічних
відмінних
ситуаціях усного спілкування, читання
*
про себе
вголос
синтетичного
аналітичного
13. Типовими недоліками в мовній підготовці школярів є 
*
недосконала вимова
відсутність фонематичного слуху
мовної інтуїції
обмежений лексичний запас
незнання або недостатнє усвідомлення граматичних структур
недостатні навички самостійного мовлення без використання навчальних опор
невміння користуватися стимулюючими до розмови репліками
уповільнена мовна реакція
Інше…
14. Інтерес учнів до вивчення іноземної мови 
*
великий
значний
незначний
відсутній
15. Урок проведений на 
*
високому рівні
невисокому рівні
незадовільному рівні
методично грамотно
недостатньо грамотно
незадовільно
Інше…
Вчителю потрібно:
*
дотримуватись вимог програми
ознайомитись із рекомендаціями інструктивно-методичних матеріалів і методичних посібників із питань
вивчити досвід розв'язання таких методичних проблем у практиці роботи вчителів
звернути увагу на підготовку учнів до уроку, наявність у них підручників, словників, зошитів, організація гуртових і парних видів роботи, чіткість і лаконічність формування завдань учням, естетичний вигляд наочних посібників та ін.
відвідати уроки вчителів у класах
поглиблено самостійно вивчити тему (проблему)
Інше…
Після розділу 45
Розділ 46 з 50
Аналіз уроку математики
1. Підготовка учителя до уроку 
*
записи на дошці
обладнання
таблиці
Інше…
2. Обладнання робочого місця школяра (чи є все необхідне для уроку), підготовка учнів до уроку
*
є у всіх
є у більшості
немає
3. Чи правильно визначені вчителем навчальні, виховні, розвиваючі цілі?
*
не правильно
правильно
Які конкретно навчально-пізнавальні завдання ставивучитель перед учнями на уроці?
*
Чи досягнув учитель мети на уроці?
*
не досягнув
досягнув здебільшого
досягнув повністю
4. Відповідність змісту уроку програмі. 
*
не відповідає
відповідає
Місце серед інших уроків щодо вивчення всієї теми
*
вступний
повторення
закріплення
узагальнення
контролю
Варіант 6
5. Виконання основних принципів дидактики
*
науковість
наочність
доступність
єдність теорії з практикою
Інше…
6. Як визначено структуру уроку, види, прийоми і методи роботи відповідно до мети, змісту уроку і рівня підготовленості учнівкласу?
*
не доцільно
доцільно
7.Диференційований підхід у навчанні школярів
*
не здійснювався
здійснювався
Чи здійснювалося попередження неуспішності учнів
*
ні
так
8. НОП (наукова організація праці) на уроці, раціональне використання часу на уроці.
*
ні
так
9. Контроль за знаннями учнів. Форми контролю. 
*
Варіант 1
Контроль за знаннями учнів. Види опитування
*
усне
письмове
фронтальне
індивідуальне
групове
Інше…
Контроль за знаннями учнів. Об'єктивність оцінювання
*
не об'єктивне
об'єктивне
10. Способи розвитку розумової діяльності школярів
*
на основі особистіснозорієнтованого навчання
заохочення намагань учня знаходити власний спосіб роботи
проектна діяльність
гра
проблемне навчання
дослідницька активність
Інше…
11. Система повторення
*
не простежується
є
12. Види перевірки домашнього завдання
*
фронтальне опитування
індивідуальне опитування
самостійна робота
робота в групах
письмове опитування
індивідуальне опитування біля дошки
тестування
Інше…
13. Усвідомлення у засвоєнні учнями правил, математичних понять, математичної символіки
*
ні
так
14. Розвиток математичної мови.
*
ні
так
15. Як розв'язувалося завдання
*
проведення спеціальних індивідуальних завдань
самостійна робота з підручником
самостійна робота з літературою
навчаючі самостійні роботи
Інше…
16. Прищеплювання інтересу до предмета.
*
не здійснюється
здійснюється
17. Міжпредметні зв'язки.
*
немає
присутні
18. Спілкування вчителя з учнями 
*
такт
вміння володіти класом
бажання допомогти учневі
Інше…
19. Домашні завдання
*
рівень відповідає вимогам
обсяг відповідає вимогам
проводиться інструктаж
враховуються індивідуальні можливості
Інше…
Після розділу 46
Розділ 47 з 50
Аналіз уроку біології
1. Чи правильно визначена мета уроку. Які нові питання, закони передбачається вивчити
*
не правильно
правильно
частково
Які нові питання, закони передбачається вивчити
*
Як розкриваються навчальні й виховні завдання уроку
*
не розкриваються
частково розкриваються
повністю розкриваються
Інше…
Який навчальний матеріал планується повторити
*
Які поняття формуються, які закріплюються відповідно до програми
*
2. Доцільність розподілу навчального часу на певні етапи уроку, чи відповідає хід уроку наміченому плану
*
не відповідає
відповідає
ЗМІСТ. 1. Відповідність змісту уроку програмі
*
ні
так
2. Наукова спрямованість уроку
*
ні
так
3. Уміння вчителя виділити основне в навчальному матеріалі, не перевантажувати урок другорядним матеріалом.
*
ні
так
4. Дотримання принципу науковості та доступності
*
ні
так
5. Наочність 
*
таблиці
гербарії
моделі
колекції
живі об'єкти
ТЗН
Інше…
6. Використання на уроках результатів робіт учнів, отриманих на інших видах навчальної діяльності 
*
вдома
на екскурсіях
у куточках живої природи
Інше…
7. Практичні роботи з натуральними об'єктами
*
розпізнання
спостереження
визначення
зіставлення
короткочасний експеримент (якшо він є на уроці)
8. Опора на раніше вивчене
*
не здійснюється
здійснюється
9. Зв'язок теорії з практикою
*
не простежується
простежується
10. Ознайомлення учнів з екологічними проблемами
*
не здійснюється
здійснюється
11. Наступність у вивченні матеріалу
*
не простежується
простежується
12. Ступінь самостійної навчальної діяльності учнів
*
самостійність суджень
усвідомленість запам'ятовування
вміння використовувати наявні знання
закріплення (застосування знань у нестандартних ситуаціях, робота з підручником, обrpунтованість відповідей)
Інше…
13. Диференціація навчання
*
не проводиться
проводиться
14. Контроль та оцінювання
*
не проводиться
проводиться
15. Домашні завдання. Обсяг
*
перевищено
не достатньо
на належному рівні
Домашні завдання. Посильність
*
не посильно
посильно
не задавалося
Домашні завдання. Інструктаж
*
не проводився
проводився
16. Реалізація завдань уроку
*
завдання уроку не виконано
завдання уроку виконано частково
завдання уроку виконано
Після розділу 47
Розділ 48 з 50
Аналіз уроку хімії
1. Чи відповідає зміст уроку поставленій меті, 
*
не відповідає
відповідає
Чи правильно дібраний матеріал для досягнення мети
*
неправильно
правильно
2. Чи відповідає теоретичний рівень викладу матеріалу рівню класу. 
*
не відповідає
відповідає
Як виконується програма
*
урок проведено згідно чинної програми
програмовий матеріал не розкрито
урок містить матеріал, вивчення якого не передбачено програмою з предмета
Інше…
3. На якому науковому рівні викладається матеріал.
*
початковому
середньому
достатньому
високому
4. Чи здійснюється зв'язок із вивченим раніше. 
*
ні
так
З яким предметом здійснюються зв'язки
*
біологія
географія
екологія
фізика
математика
технології
Інше…
5. Добір методів та засобів викладання матеріалу
*
проблемно пошуковий
ілюстративний
евристичний
Інше…
6. Застосування наочності
*
недоцільне
доцільне
7. Вимоги до хімічного експерименту
*
підготовленість та стан обладнання
дотримання техніки безпеки
уважне ставлення учнів до роботи
аналіз та фіксування дослідів
Інше…
8. Мова вчителя
*
чітка
наукова
лаконічна
емоційна
швидка
повільна
Інше…
9. Контроль та оцінювання. Форми контролю
*
письмові
усні
самостійні і контрольні роботи
10. Диференціація навчання
*
не проводилася
проводилася
11. Домашні завдання. Обсяг
*
надмірний
недостатній
нормальний
Домашні завдання. Доступність
*
ні
так
Домашні завдання. інструктаж із виконання
*
не проводився
проводивстя
12. Досягнення завдань уроку
*
завдання уроку не виконано
завдання уроку виконано частково
завдання уроку виконано
Після розділу 48
Розділ 49 з 50
Аналіз уроку фізики
1. Відповідність теми уроку програмі
*
не відповідає
відповідає
2. Відповідність змісту та структури поставленій меті
*
не відповідає
відповідає
3. Науковість викладу вчителем програмового матеріалу, його політехнічна спрямованість.
*
на низькому рівні
на середньому рівні
на високому рівні
4. Здійснення зв'язку раніше вивченого матеріалу з новим 
*
повторення
закріплення
узагальнення
Інше…
5. Методи та засоби передачі матеріалу
*
постановка демонстраційного експерименту
розв'язування задач
Інше…
6. Ефективність використання технічних засобів навчання
*
не ефективно і не доцільно
доцільно та ефективно
7. Застосування наочних посібників
*
таблиці
схеми
плакати
презентація
відеофрагмент
віртуальна демонстрація
Інше…
8. Використання на уроці різноманітних видів робіт та завдань, що вимагають застосування здобутих учнями теоретичних знань
*
не здійснювалося
здійснювалося
Інше…
9. Формування навичок самостійно здобувати та поглиблювати знання
*
не здійснювалося
здійснювалося
Інше…
10. Здійснення диференційованого навчання
*
не здійснювалася
здійснювалася
Інше…
11. Контроль за рівнем якості засвоєння учнями, цілеспрямованість та планомірність його здійснення.
*
не здійснювалася
здійснювалася фрагментарно
здійснювалася постійно
Інше…
12. Домашнє завдання. Обсяг, рівень, доступність, система перевірки домашніх завдань. 
*
обсяг та рівень завдань відповідає вимогам
завдання доступне
простежується система перевірки домашніх завдань
Інше…
13. Зацікавленість учнів темою, змістом та методами ведення уроку
*
не простежується
учні зацікавлені темою та змістом уроку
Інше…
14. Розвиток логічного мислення. Активізація розумової діяльності учнів
*
не здійснюється
частково здійснюється
здійснюється
Інше…
15. Досягнення мети та завдань уроку
*
не досягнуто
частково досягнуто
досягнуто повністю
Після розділу 49
Розділ 50 з 50
Розділ без назви

.


*/